{"translation-revision-date":"2024-07-10 12:34:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Learn about Jetpack SEO tools":["Învață despre instrumentele SEO Jetpack"],"Use AI to generate title suggestions based on your content, each with an explanation of why it works better. Save time and create engaging, SEO-friendly titles.":["Folosești AI ca să generezi sugestii pentru titluri în funcție de conținutul tău, fiecare cu o explicație a motivului pentru care funcționează mai bine. Economisești timp și creezi titluri captivante, prietenoase din punct de vedere pentru SEO."],"Optimize your titles effortlessly":["Optimizezi titlurile fără niciun efort"],"Unlock more of Jetpack":["Deblochează mai multe de la Jetpack"],"Some features require authentication.":["Unele funcționalități au nevoie de autentificare."],"Sign in":["Autentificare"],"Missing authentication to enable all features.":["Lipsește autentificarea ca să activezi toate funcționalitățile."],"Connect your site with one click":["Îți conectezi site-ul cu un singur clic"],"Start with Jetpack.":["Începe cu Jetpack."],"Missing site connection to enable some features.":["Lipsește conexiunea la site ca să activezi unele funcționalități."],"Needs user account":["Necesită contul utilizatorului"],"Sign up now":["Înregistrează-te acum"],"Are you an agency or freelancer? We’re working on a new partnership program bringing together the best of Jetpack, Woo, WordPress.com, and Pressable. Get bulk discounts, referral commissions, and more.":["Reprezinți o agenție sau ești un liber-profesionist? Lucrăm la un nou program de parteneriat care comasează cele mai bune produse Jetpack, Woo, WordPress.com și Pressable. Ai reduceri mari, comisioane pentru referințe și altele."],"Manage client sites and grow your business":["Administrezi site-urile clienților și îți dezvolți afacerile"],"By clicking <strong>%s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Dacă dai clic pe <strong>%s<\/strong>, ești de acord cu <tosLink>Termenii de utilizare ai serviciului<\/tosLink> și să <shareDetailsLink>sincronizezi datele site-ului<\/shareDetailsLink> cu noi."],"By clicking <strong>%1$s<\/strong> or <strong>%2$s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Dacă dai clic pe <strong>%1$s<\/strong> sau <strong>%2$s<\/strong, ești de acord cu <tosLink>Termenii de utilizare ai serviciului<\/tosLink> și să <shareDetailsLink>sincronizezi datele site-ului<\/shareDetailsLink> cu noi."],"Your site has been successfully connected.":["Site-ul tău a fost conectat cu succes."],"Missing site connection":["Lipsește conexiunea la site"],"Connect your site":["Conectează-ți site-ul"],"Missing user connection":["Lipsește conexiunea utilizatorului"],"Learn about featured images":["Învață despre imagini reprezentative"],"Create featured images to illustrate your content and make it more engaging with just one click. Use prompts to generate adjusted new featured images.":["Creezi imagini reprezentative cu un singur clic ca să-ți ilustrezi conținutul și să-l faci mai captivant. Folosești mesajele sistemului de operare ca să generezi imagini reprezentative noi și ajustate."],"Create featured images with one click":["Creezi imagini reprezentative cu un singur clic"],"Your speed has improved by %d points! Upgrade Boost to unlock automated CSS and image optimization tools to maintain your high score.":["Viteza s-a îmbunătățit cu %d puncte! Pentru a menține un punctaj mare, actualizează Boost ca să deblochezi CSS-ul automat și instrumentele pentru optimizarea imaginilor."],"Your speed has improved by %d points! Boost is working to enhance your performance with automated tools.":["Viteza s-a îmbunătățit cu %d puncte! Jetpack Boost lucrează ca să-ți îmbunătățească performanța cu instrumente automate."],"Create better content with powerful AI tools":["Creezi un conținut mai bun cu instrumentele puternice oferite de AI"],"See documentation":["Vezi documentația"],"Your installation of %1$s is incomplete. If you installed %1$s from GitHub, please refer to the developer documentation to set up your development environment.":["Instalarea ta pentru %1$s este incompletă. Dacă ai instalat %1$s de la GitHub, te rog să consulți documentația pentru dezvoltatori ca să configurezi mediul de dezvoltare."],"Failed to dismiss the welcome banner. Please try again":["Respingerea bannerului de bun venit a eșuat. Te rog să reîncerci"],"Share your feedback!":["Împărtășește-ți impresiile!"],"Help us improving the accuracy of our results and feel free to give us ideas for future implementations and improvements.":["Ajută-ne să îmbunătățim acuratețea rezultatelor și nu ezita să ne oferi idei pentru implementări și îmbunătățiri viitoare."],"Do you have any feedback?":["Vrei să ne spui părerea ta?"],"Get instant feedback on your post before publishing. AI will read your post and highlight opportunities to improve your publication.":["Primești imediat impresii pentru articolul tău, înainte de a-l publica. AI va citi articolul și va evidenția oportunitățile pentru îmbunătățiri."],"Learn about forms":["Învață despre formulare"],"Quickly build forms using the Jetpack Forms block and AI. Use prompts to describe your form and AI will generate the elements in a few seconds.":["Construiești rapid formulare folosind blocul Formulare Jetpack și AI. Folosești mesajele sistemului de operare ca să-ți descrii formularul și AI va genera elementele în câteva secunde."],"Use the AI block to generate content, or use our AI edit options in existing blocks. Use prompts or any of our recommended actions.":["Folosești blocul AI ca să generezi conținut sau folosești opțiunile noastre de editare prin AI în blocurile existente. Folosești mesajele sistemului de operare sau oricare dintre acțiunile noastre recomandate."],"Discover all the Jetpack features powered by AI":["Descoperă toate funcționalitățile Jetpack propulsate de AI"],"AI Features":["Funcționalități AI"],"Free requests available":["Sunt disponibile cereri gratuite"],"All-time requests used":["Ai folosit toate cererile"],"Requests for this month":["Cereri pentru luna aceasta"],"Draft, transform, translate, and alter both new and existing content leveraging the capabilities of AI, inside the block editor.":["Redactezi, transformi, traduci și modifici atât conținutul nou, cât și cel existent valorificând capabilitățile AI în editorul de blocuri."],"Get %s requests":["Ia %s de cereri"],"Reach for More with Jetpack AI! Upgrade now for additional requests and keep your momentum going.":["Cu AI Jetpack, poți să ai mai multe! Actualizează acum pentru cereri suplimentare ca să nu-ți pierzi impulsul."],"Wait for %d days to reset your limit, or upgrade now to a higher tier for additional requests and keep your work moving forward.":["Așteaptă %d zile ca să resetezi numărul limită sau actualizează acum la un nivel superior pentru cereri suplimentare ca să-ți continui munca."],"You've used all your free requests":["Ai folosit toate cererile gratuite"],"You've reached your request limit for this month":["Ai ajuns la limita maximă de cereri pentru luna aceasta"],"Connect to Jetpack to start using the AI Assistant":["Conectează-te la Jetpack ca să începi să folosești Asistent AI"],"Create new post":["Creează un articol nou"],"Build forms using prompts":["Construiești formulare folosind mesajele sistemului de operare"],"Generate and edit content faster with Jetpack AI Assistant":["Cu Asistent AI oferit de Jetpack, generezi și editezi conținutul mai repede"],"Get feedback on posts":["Ai impresii despre articole"],"Don’t show the welcome message again":["Nu mai arăta mesajul de bun venit"],"Connect Jetpack to use Stats":["Conectează Jetpack ca să folosești Statistici"],"Get Stats":["Ia Statistici"],"Your site needs performance improvements. Make your site blazing fast with Boost’s simple dashboard and acceleration tools.":["Site-ul tău are nevoie de îmbunătățiri la performanță. Îți faci site-ul ultrarapid folosind panoul de control Boost și instrumentele simple de accelerare."],"You are one step away from making your site blazing fast. Install Boost to enhance your site’s performance like top websites, no developer needed.":["Mai ai un singur pas ca să-ți faci site-ul ultrarapid. Instalează Boost ca să-ți îmbunătățești performanța pe site, așa cum au site-urile de top, fără să apelezi la un dezvoltator."],"Your site is fast! But maintaining a high speed isn’t easy. Use Boost’s automated acceleration tools to optimize your performance on the go.":["Site-ul tău este rapid! Dar menținerea unei viteze mari nu este ușoară. Folosește instrumentele automate de accelerare oferite de Boost ca să-ți optimizezi performanța pe site din mers."],"Improve your performance with automated CSS and image optimization tools by upgrading Boost.":["Prin actualizarea la Boost, îți îmbunătățești performanța cu CSS și instrumente pentru optimizarea imaginilor automatizate."],"You are one step away from making your site blazing fast. Upgrade Boost to use automated CSS and image optimization tools to improve your performance.":["Mai ai un singur pas ca să-ți faci site-ul ultrarapid. Actualizează la Boost ca să folosești CSS și instrumente pentru optimizarea imaginilor automatizate și să-ți îmbunătățești performanța pe site."],"Your site is fast! But maintaining a high speed isn’t easy. Upgrade Boost to use automated CSS and image optimization tools to improve your performance on the go.":["Site-ul tău este rapid! Dar menținerea unei viteze mari nu este ușoară. Actualizează Boost ca să folosești CSS și instrumente pentru optimizarea imaginilor automatizate și să-ți îmbunătățești performanța pe site din mers."],"Visit the Boost dashboard to view your site’s speed scores and manage your product settings.":["Mergi la panoul de control Boost ca să vezi punctajele pentru viteză pe site-ului tău și să administrezi setările pentru Jetpack Boost."],"Visit the Boost dashboard to view your historical speed scores and manage your product settings.":["Mergi la panoul de control Boost ca să vezi istoricul punctajelor pentru viteză și să administrezi setările pentru Jetpack Boost."],"Your site is fast! Boost is working to enhance your performance with automated tools.":["Site-ul tău este rapid! Jetpack Boost lucrează ca să-ți îmbunătățească performanța cu instrumente automate."],"Boost your site":["Îți îmbunătățești site-ul"],"Site speed performance:":["Performanță pentru viteza pe site:"],"Your website’s overall speed score:":["Punctaj general pentru viteza site-ului tău:"],"%d audio file":["%d fișier audio","%d fișiere audio","%d de fișiere audio"],"%d video":["%d video","%d videouri","%d de videouri"],"%d image":["o imagine","%d imagini","%d de imagini"],"%d page":["o pagină","%d pagini","%d de pagini"],"%d post":["%d articol","%d articole","%d de articole"],"%d comment":["%d comentariu","%d comentarii","%d de comentarii"],"Needs connection":["Necesită o conexiune"],"Needs Plugin":["Are nevoie de modul"],"Connecting your account…":["Îți conectez contul..."],"Go back to previous screen":["Întoarce-te la ecranul anterior"],"Enjoy unlimited shares with Jetpack Social Basic. Learn how to make the most out of Jetpack Social <a>here<\/a>.":["Cu Jetpack Social Basic, beneficiezi de un număr nelimitat de partajări. Învață <a>aici<\/a> cum să profiți la maxim de Jetpack Social."],"Jetpack Social Basic is active!":["Jetpack Social Basic este activ!"],"Create amazing link previews for your posts using Social Image Generator. Learn more <a>here<\/a>.<br\/><br\/>Learn how to make the most out of Jetpack Social <link>here<\/link>.<br\/><br\/>":["Dacă folosești Generator de imagini pentru Social, creezi previzualizări frumoase ale legăturilor la articolele tale. Află mai multe <a>aici<\/a>.<br\/><br\/>Învață <link>aici<\/link> cum să profiți la maxim de Jetpack Social.<br\/><br\/>"],"Jetpack Social Advanced is active!":["Jetpack Social Advanced este activ!"],"Illustration showing the Stats feature, highlighting important statistics for your site.":["Ilustrație care prezintă funcționalitatea Statistici, evidențiind statisticile importante pentru site-ul tău."],"Image displaying logos of social media platforms supported by Jetpack Social.":["Imagine care afișează logourile platformelor din media socială acceptate de Jetpack Social."],"Get more requests":["Ia mai multe cereri"],"It’s the ultimate toolkit for best-in-class websites, with everything you need to grow your business. Choose a plan below to get started.":["Este setul de instrumente complex pentru cele mai bune site-uri web, cu tot ceea ce ai nevoie ca să-ți dezvolți afacerile. Alege mai jos un plan ca să începi."],"Jetpack is a suite of security, performance, and growth tools made for WordPress sites by the WordPress experts.":["Jetpack este o suită de instrumente pentru securitate, performanță și dezvoltare creată de experții WordPress pentru site-uri WordPress."],"%s second ago":["acum o secundă","acum %s secunde","acum %s de secunde"],"%s minute ago":["acum un minut","acum %s minute","acum %s de minute"],"%s hour ago":["acum o oră","acum %s ore","acum %s de ore"],"%s day ago":["acum o zi","acum %s zile","acum %s de zile"],"Activity Detected":["Am detectat activitate"],"Undo":["Anulează"],"Discover all Jetpack Products":["Descoperă toate produsele Jetpack"],"+%s more":["+ încă %s"],"Visitors":["Vizitatori"],"Compared to previous period":["În comparație cu perioada anterioară"],"7-day highlights":["Momente importante în 7 zile"],"Your site host is on a private network. Jetpack can only connect to public sites.":["Serviciul tău de găzduire este într-o rețea privată. Jetpack se poate conecta numai la site-uri publice."],"AI Assistant":["Asistent AI"],"Mobile score":["Punctaj pentru mobil"],"Desktop score":["Punctaj pentru desktop"],"Timed out":["A expirat"],"Invalid response while requesting metrics":["Am primit un răspuns care nu este valid în timpul cererii valorilor metrice"],"An unknown error occurred while requesting metrics":["A apărut o eroare necunoscută în timpul cererii valorilor metrice"],"Timed out while waiting for speed-score.":["A expirat în timpul așteptării punctajului pentru viteză."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["A apărut o eroare în timpul încercării de a comunica cu REST API. Informații suplimentare de depanare: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["Se pare că REST API nu este accesibil. Jetpack Boost are nevoie de acces la REST API ca să primească punctajul pentru performanță pe site. Asigură-te că REST API este activ și accesibil pe site-ul tău și încearcă din nou."],"HTTP %d error received while communicating with the server.":["Am primit eroarea HTTP %d în timpul comunicării cu serverul."],"Received invalid response while communicating with your WordPress site: %s":["Am primit un răspuns care nu este valid în timpul comunicării cu site-ul tău WordPress: %s"],"Start for Free":["Începe cu planul gratuit"],"\/month":["\/lună"],"Unavailable in <a>Offline Mode<\/a>":["Indisponibil în <a>modul Offline<\/a>"],"Failed to install standalone plugin for %1$s. Please try again":["Instalarea modulului independent pentru %1$s a eșuat. Te rog să încerci din nou"],"Already have an existing plan or license key? <a>Get started<\/a>.":["Ai deja un plan sau o cheie de licență? <a>Începe<\/a>."],"%s or Start for free":["%s sau începe gratuit"],"Views, last 7 days":["Vizualizări, ultimele 7 zile"],"%1$s (%2$s%%)":["%1$s (%2$s%%)"],"Install Plugin":["Instalează modulul"],"Checking gold status…":["Verific starea pentru Gold..."],"Never Expires":["Nu expiră niciodată"],"%1$s was gifted on %2$s. It gives you access to a lifetime subscription of Jetpack VaultPress Backup and Jetpack Scan.":["Ai primit %1$s pe %2$s. Îți oferă acces la un abonament pe viață la Copii de siguranță Jetpack VaultPress și Scanare Jetpack."],"Explore your new powers":["Explorează noile puteri"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Scanare automată și corecții cu un singur clic pentru a-ți proteja site-ul împotriva amenințărilor de securitate."],"Plugin name (noun).\u0004Scan":["Scanare"],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Jetpack Golden Token îți oferă o licență pe viață pentru acest site web și include următoarele produse:"],"Super powers are ready!":["Super-puterile sunt pregătite!"],"Redeem your token":["Valorifică-ți tokenul"],"Awesome!":["Excelent!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["El deblochează pe viață puterile Jetpack pentru site-ul tău. Te așteaptă o experiența Jetpack exclusivă."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["El deblochează pe viață puterile Jetpack pentru site-ul tău. Experiența Jetpack exclusivă este deja activă."],"You have been gifted a Jetpack Golden Token.":["Ai primit un Jetpack Golden Token."],"Hey, %s":["Bună, %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["Fie nu ai permisiuni ca să întreprinzi această acțiune, fie trebuie conectat un cont de utilizator. <connectLink>Dă clic aici pentru a-ți conecta contul de utilizator<\/connectLink> sau contactează administratorul."],"View detailed stats":["Vezi statisticile detaliate"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Dacă dai clic pe butoanele de mai sus, ești de acord cu <tosLink>Termenii de utilizare ai serviciului<\/tosLink> și să <shareDetailsLink>sincronizezi datele site-ului<\/shareDetailsLink> cu noi."],"Arrow right":["Săgeată dreapta"],"Arrow left":["Săgeată stânga"],"trial for the first month, then $%s \/month, billed yearly":["încercare în prima lună, apoi %s $\/lună cu facturare anuală"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Prețul redus este o ofertă limitată pentru primul an, apoi se reînnoiește la prețul obișnuit."],"%s not included":["%s nu este inclusă"],"%s coming soon":["%s vine în curând"],"Coming soon":["În curând"],"Also connected: %s (Owner).":["Este conectat și: %s (proprietar)."]," (Owner)":[" (proprietar)"],"Connected as %1$s%2$s.":["Conectat ca %1$s%2$s."],"Learn more about connections":["Află mai mult despre conexiuni"],"Input a license key":["Introdu o cheie de licență"],"Select a license key":["Selectează o cheie de licență"],"I want to add a license key manually":["Vreau să adaug manual cheia de licență"],"%1$s - %2$s":["%1$s - %2$s"],"Fetching available licenses…":["Preiau licențele disponibile..."],"Some products need a connection to WordPress.com to be able to work.":["Pentru a putea funcționa, unele produse au nevoie de o conexiune la WordPress.com."],"Jetpack connects your site and user account to the WordPress.com cloud to provide more powerful features.":["Ca să-ți ofere funcționalități mai puternice, Jetpack îți conectează site-ul și contul de utilizator la cloud-ul WordPress.com."],"<strong>Need help?<\/strong> Learn more about the <connectionInfoLink>Jetpack connection<\/connectionInfoLink> or <supportLink>contact Jetpack support<\/supportLink>":["<strong>Ai nevoie de ajutor?<\/strong> Află mai multe despre <connectionInfoLink>conexiunea Jetpack<\/connectionInfoLink> sau <supportLink>contactează suportul Jetpack<\/supportLink>"],"Transfer ownership to another admin":["Transferă dreptul de proprietate unui alt administrator"],"At least one user must be connected for your Jetpack products to work properly.":["Pentru ca produsele tale Jetpack să funcționeze corect, trebuie să fie conectat cel puțin un utilizator."],"VaultPress Backup":["Copii de siguranță VaultPress"],"% off":["reducere de %"],"Jetpack Search Free supports up to 5,000 records and 500 search requests per month for free. You will be asked to upgrade to a paid plan if you exceed these limits for three continuous months.":["Căutare Jetpack acceptă gratuit până la 5.000 de înregistrări pe site și 500 de cereri de căutare pe lună. Dacă depășești aceste limite în trei luni consecutive, ți se va cere să actualizezi la un plan plătit."],"Start for free":["Începe cu planul gratuit"],"Not included":["Nu este inclusă"],"Included":["Inclusă"],"Get plugin":["Ia modulul"],"Due to your server settings, we can't automatically install the plugin for you. Please manually install the %s plugin.":["Datorită setărilor serverului, nu putem să-ți instalăm automat modulul. Te rog să instalezi manual modulul %s."],"Finish setting up Jetpack":["Finalizează inițializarea Jetpack"],"Close.":["Închide."],"For the paid plan, pricing will automatically adjust based on the number of records in your search index. If you grow into a new pricing tier, we'll let you know before your next billing cycle.":["Pentru planul cu plată, prețul va fi ajustat automat în funcție de numărul de înregistrări din indexul tău de căutare. Dacă ajungi la un prag nou de preț, te vom anunța înainte de următorul ciclu de facturare."],"Activate a license (requires a user connection)":["Activează o licență (necesită o conexiune a utilizatorului)"],"Activate a license":["Activează o licență"],"Get %s":["Ia %s"],"New":["Nou"],"There was an error fetching your %s information. Check your site connectivity and try again.":["A fost o eroare la preluarea informațiilor despre %s. Verifică dacă site-ul tău este conectat și încearcă din nou."],"Save every change and get back online quickly with one‑click restores.":["Cu restaurările cu un singur clic, salvezi fiecare modificare și revii rapid online."],"Want to power up your Jetpack?":["Vrei să pornești cu Jetpack?"],"And more!":["Și altele!"],"You can use your existing account on any of these services:":["Îți poți folosi contul existent pentru oricare dintre aceste servicii:"],"Failed to activate %1$s. Please try again":["Activarea %1$s a eșuat. Te rog reîncearcă"],"Some products need a user connection to WordPress.com to be able to work.":["Pentru a putea funcționa, unele produse au nevoie de conexiunea utilizatorului la WordPress.com."],"Jetpack %s needs a user connection to WordPress.com to be able to work.":["Pentru a putea funcționa, %s Jetpack are nevoie de conexiunea utilizatorului la WordPress.com."],"Active on your site":["Este activ pe site-ul tău"],"Purchase a plan":["Cumpără un plan"],"Go back":["Du-te înapoi"],"Magnifying Glass":["Lupă"],"Fix connection":["Corectează conexiunea"],"Learn about %s":["Află mai multe despre %s"],"Install %s":["Instalează %s"],"Configure search":["Configurează căutarea"],"View scan results":["Vezi rezultatele scanării"],"View latest backup":["Vezi ultima copie de siguranță"],"View my plans":["Vezi planurile mele"],"Configure my site":["Configurează-mi site-ul"],"Submit Feedback":["Trimite impresii"],"Submitting…":["Trimit..."],"Connection":["Conexiune"],"Site connected.":["Site-ul este conectat."],"An unknown error occurred during license activation. Please try again.":["A apărut o eroare necunoscută în timpul activării licenței. Te rog reîncearcă."],"This is not a valid license key. Please try again.":["Aceasta nu este o cheie de licență validă. Te rog încearcă din nou."],"You're all set!":["Este totul gata!"],"Your product is active!":["Produsul tău este activ!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Ai videouri de înaltă calitate și fără reclame, create special pentru WordPress."],"Jetpack VideoPress is active!":["Funcționalitatea VideoPress Jetpack este activă!"],"Jetpack Security is active!":["Funcționalitatea Securitate Jetpack este activă!"],"Next, we'll help you customize the Search experience for your visitors.":["În continuare, te vom ajuta să personalizezi experiența de căutare pentru vizitatorii tăi."],"Jetpack Search is active!":["Funcționalitatea Căutare Jetpack este activă!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["Poți să vezi scanările de securitate pe <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Funcționalitatea Scanare Jetpack este activă!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Poți să vezi copiile de siguranță, scanările de securitate și îți poți restaura site-ul pe <a>cloud.jetpack.com<\/a>. Dacă vreodată nu mai ai acces la site, îl poți restaura de acolo."],"Jetpack Complete is active!":["Funcționalitatea Jetpack Complete este activă!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Poți vedea copiile de siguranță și îți poți restaura site-ul pe <a>cloud.jetpack.com<\/a>. Dacă vreodată nu mai ai acces la site, îl poți restaura de acolo."],"Jetpack Backup is active!":["Funcționalitatea Copii de siguranță Jetpack este activă!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["De acum încolo, ne vom ocupa de tot. Acum te poți bucura de un site fără spam!"],"Jetpack Anti-spam is active!":["Funcționalitatea Anti-spam Jetpack este activă!"],"Do you need help? <a>Contact us.<\/a>":["Ai nevoie de ajutor? <a>Contactează-ne<\/a>."],"License key":["Cheie de licență"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>Verifică emailurile primite<\/strong> și găsește cheia de licență. După ce ai cumpărat, ai primit un email cu cheia de licență."],"Add a license key":["Adaugă o cheie de licență"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Răspunsul tău a fost trimis. <br\/>Îți mulțumim că ne-ai spus cum putem îmbunătăți Jetpack."],"Thank you!":["Îți mulțumim!"],"Skip for now":["Sari deocamdată"],"Let us know what didn‘t work for you":["Spune-ne ce nu a funcționat pentru tine"],"Before you go, help us improve Jetpack":["Înainte de a pleca, ajută-ne să îmbunătățim Jetpack"],"Stay connected":["Rămâi conectat"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Ai nevoie de ajutor?<\/strong> Află mai multe despre <jpConnectionInfoLink>conexiunea Jetpack<\/jpConnectionInfoLink> sau <jpSupportLink>contactează suportul Jetpack<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["Dacă deconectezi Jetpack, ele nu vor mai funcționa."],"Jetpack is currently powering multiple products on your site.":["În prezent, Jetpack pune în mișcare mai multe produse de pe site-ul tău."],"Back to my website":["Înapoi la site-ul meu web"],"No thank you":["Nu, mulțumesc"],"Help us improve":["Ajută-ne să îmbunătățim"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Ne pare rău că ne părăsești. La Jetpack, ne străduim mereu să oferim cea mai bună experiență clienților noștri. Te rog participă la un sondaj scurt (durează doar 2 minute)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack a fost <br\/>deconectat cu succes."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack pune în mișcare și alte module de pe site-ul tău. Dacă te deconectezi, aceste module nu vor mai funcționa."],"Upgrade now":["Actualizează acum"],"\/month, paid yearly":["\/lună, plată anuală"],"Popular upgrade":["Actualizare populară"],"Let visitors share your content on social media":["Le permiți vizitatorilor să-ți partajeze conținutul pe media socială"],"Automatically share your content on social media":["Îți partajezi automat conținutul pe media socială"],"Connect your user account":["Conectează-ți contul de utilizator"],"Unlock all the amazing features of Jetpack by connecting now":["Dacă te conectezi acum, deblochezi toate funcționalitățile extraordinare din Jetpack"],"Loading…":["Încarc..."],"Over 5 million WordPress sites are faster and more secure":["Peste 5 milioane de site-uri WordPress sunt mai rapide și mai sigure"],"An error occurred. Please try again.":["A apărut o eroare. Te rog încearcă din nou."],"Jetpack Logo":["Logo Jetpack"],"Receive notifications about new likes and comments":["Primești notificări când ai aprecieri și comentarii noi"],"Let your subscribers know when you post":["Îți anunți abonații când publici"],"Receive instant downtime alerts":["Primești imediat alerte pentru perioade de nefuncționare"],"Free":["Gratuit"],"Restore Connection":["Restaurează conexiunea"],"Has a video.":["Are un video."],"Tag":["Etichetă"],"Post":["Articol"],"Page":["Pagină"],"Has an image.":["Are o imagine."],"Has multiple images.":["Are mai multe imagini."],"Toggle search filters.":["Comută filtrele de căutare."],"Matching comment.":["Comentariu potrivit."],"Show filters":["Arată filtrele"],"Is a product.":["Este un produs."],"Is an event.":["Este un eveniment."],"Has audio.":["Are audio."],"Contact Us":["Contactează-ne"],"Disconnecting…":["Deconectez..."],"Connecting…":["Conectez..."],"share your experience":["împărtășește-ți experiența"],"Other:":["Altele:"],"Troubleshooting - I'll be reconnecting afterwards.":["Depanare - mă voi reconecta după aceea."],"I don't know what it does.":["Nu mi-am dat seama ce face."],"It's buggy.":["Are multe erori."],"It slowed down my site.":["Mi-a încetinit site-ul."],"I can't get it to work.":["Nu pot să-l fac să funcționeze."],"Are you sure you want to disconnect?":["Sigur vrei să deconectezi?"],"Link to learn more about Jetpack.\u0004About":["Despre"],"(opens in a new tab)":["(se deschide într-o filă nouă)"],"About Jetpack":["Despre Jetpack"],"Manage your plan":["Administrează-ți planul","Administrează-ți planurile","Administrează-ți planurile"],"Your plan":["Planul tău"],"Set up Jetpack":["Inițializează Jetpack"],"Manage":["Administrează"],"An Automattic Airline":["O linie aeriană Automattic"],"View":["Vezi"],"Welcome to Jetpack!":["Bine ai venit la Jetpack!"],"WordPress.com Terms of Service":["Termenii de utilizare a serviciului WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Termeni"],"Automattic's Privacy Policy":["Politica de confidențialitate Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Confidențialitate"],"Upgrade":["Actualizează"],"Manage your Jetpack connection":["Administrează conexiunea Jetpack"],"Loading":["Încarc"],"There was an error reconnecting Jetpack. Error: %s":["A fost o eroare la reconectarea Jetpack. Eroare: %s"],"Views":["Vizualizări"],"Information.":["Informații."],"Reconnecting Jetpack…":["Reconectez Jetpack..."],"Learn more":["Află mai multe"],"Category":["Categorie"],"Connect":["Conectare"],"Disconnect":["Deconectează"],"Likes":["Aprecieri"],"Cancel":["Anulează"],"Comments":["Comentarii"],"Activate":["Activează"],"Deactivate":["Dezactivează"],"Inactive":["Inactivă"],"Active":["Activă"],"See all Jetpack features":["Vezi toate funcționalitățile Jetpack"],"Jetpack":["Jetpack"],"Disconnect Jetpack":["Deconectează Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-my-jetpack\/build\/index.js"}}