{"translation-revision-date":"2024-05-26 10:26:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Your site has been successfully connected.":["Uw site is succesvol verbonden."],"Connecting…":["Aan het verbinden…"],"Missing site connection":["Ontbrekende site verbinding"],"Connect your site":["Verbind uw site"],"Missing user connection":["Ontbrekende gebruikersverbinding"],"Reconnecting Jetpack…":["Jetpack opnieuw verbinden…"],"See documentation":["Zie documentatie"],"Your installation of %1$s is incomplete. If you installed %1$s from GitHub, please refer to the developer documentation to set up your development environment.":["Uw installatie van %1$s is onvolledig. Als u %1$s van GitHub heeft geïnstalleerd, raadpleeg dan de ontwikkelaar documentatie om uw ontwikkelomgeving in te stellen."],"Share your feedback!":["Deel uw feedback!"],"Help us improving the accuracy of our results and feel free to give us ideas for future implementations and improvements.":["Help ons de nauwkeurigheid van onze resultaten te verbeteren en geef ons gerust ideeën voor toekomstige implementaties en verbeteringen."],"Do you have any feedback?":["Heeft u feedback?"],"Get instant feedback on your post before publishing. AI will read your post and highlight opportunities to improve your publication.":["Krijg direct feedback op uw bericht voordat u het publiceert. AI  zal uw bericht lezen en kansen benadrukken om uw publicatie te verbeteren."],"Learn about forms":["Leer over formulieren"],"Quickly build forms using the Jetpack Forms block and AI. Use prompts to describe your form and AI will generate the elements in a few seconds.":["Bouw snel formulieren met behulp van het Jetpack Forms blok en AI. Gebruik prompts om uw formulier te beschrijven en AI genereert de elementen in een paar seconden."],"Learn about featured images":["Leer over uitgelichte afbeeldingen"],"Create featured images to illustrate your content and make it more engaging with just one click. Use prompts to generate adjusted new featured images.":["Maak uitgelichte afbeeldingen om uw inhoud te illustreren en het boeiender te maken met slechts één klik. Gebruik prompts om aangepaste nieuwe uitgelichte afbeeldingen te genereren."],"Use the AI block to generate content, or use our AI edit options in existing blocks. Use prompts or any of our recommended actions.":["Gebruik het AI blok om inhoud te genereren, of gebruik onze AI bewerkingsopties in bestaande blokken. Gebruik prompts of een van onze aanbevolen acties."],"Discover all the Jetpack features powered by AI":["Ontdek alle Jetpack functies aangedreven door AI"],"AI Features":["AI functies"],"Free requests available":["Gratis aanvragen beschikbaar"],"All-time requests used":["Totaal gebruikte aanvragen"],"Requests for this month":["Aanvragen voor deze maand"],"Get more requests":["Verkrijg meer aanvragen"],"Draft, transform, translate, and alter both new and existing content leveraging the capabilities of AI, inside the block editor.":["Ontwerp, transformeer, vertaal en wijzig zowel nieuwe als bestaande inhoud met behulp van de rechten van AI, binnen de blok-editor."],"AI Assistant":["AI assistent"],"Upgrade now":["Upgrade nu"],"Get %s requests":["Verkrijg %s aanvragen"],"Reach for More with Jetpack AI! Upgrade now for additional requests and keep your momentum going.":["Bereik meer met Jetpack AI! Upgrade nu voor extra aanvragen en houd uw momentum vast."],"Wait for %d days to reset your limit, or upgrade now to a higher tier for additional requests and keep your work moving forward.":["Wacht %d dagen om uw beperking te resetten, of upgrade nu naar een hoger niveau voor extra aanvragen en houd u werk in beweging."],"You've used all your free requests":["U heeft al uw gratis aanvragen gebruikt"],"You've reached your request limit for this month":["U heeft uw aanvraag beperking voor deze maand bereikt"],"Connect to Jetpack to start using the AI Assistant":["Verbind met Jetpack om de AI assistent te gebruiken"],"Create new post":["Maak nieuw bericht"],"Build forms using prompts":["Formulieren bouwen met prompts"],"Create featured images with one click":["Maak uitgelichte afbeeldingen met één klik"],"Generate and edit content faster with Jetpack AI Assistant":["Genereer en bewerk inhoud sneller met Jetpack AI Assistant"],"Your speed has improved by %d points! Upgrade Boost to unlock automated CSS and image optimization tools to maintain your high score.":["Uw snelheid is verbeterd met %d punten! Upgrade Boost om geautomatiseerde CSS en afbeeldingsoptimalisatie gereedschap te ontgrendelen om uw hoge score te behouden."],"Your speed has improved by %d points! Boost is working to enhance your performance with automated tools.":["Uw snelheid is verbeterd met %d punten! Boost werkt aan het verbeteren van uw prestaties met geautomatiseerde gereedschap."],"Needs user account":["Vereist gebruikersaccount"],"Register your interest":["Registreer uw interesse"],"Are you an agency or freelancer? We’re working on a new partnership program bringing together the best of Jetpack, Woo, WordPress.com, and Pressable. Get bulk discounts, referral commissions, and more.":["Bent u een bureau of freelancer? We werken aan een nieuw partnerschapsprogramma dat het beste van Jetpack, Woo, WordPress.com en Pressable samenbrengt. Krijg bulkkortingen, verwijzingscommissies en meer."],"Manage client sites and grow your business":["Beheer klantensites en laat uw bedrijf groeien"],"Create better content with powerful AI tools":["Creëer betere inhoud met krachtige AI gereedschap"],"Get feedback on posts":["Krijg feedback op berichten"],"Enjoy unlimited shares with Jetpack Social Basic. Learn how to make the most out of Jetpack Social <a>here<\/a>.":["Geniet van onbeperkt delen met Jetpack Social Basic. Ontdek <a>hier<\/a> hoe u alles uit Jetpack Social haalt."],"Jetpack Social Basic is active!":["Jetpack Social Basic is actief!"],"Create amazing link previews for your posts using Social Image Generator. Learn more <a>here<\/a>.<br\/><br\/>Learn how to make the most out of Jetpack Social <link>here<\/link>.<br\/><br\/>":["Maak prachtige link voorbeelden voor uw berichten met de sociale afbeelding generator. Kijk <a>hier<\/a> voor meer informatie.<br\/><br\/>Ontdek <link>hier<\/link> hoe u alles uit Jetpack Social haalt.<br\/><br\/>"],"Jetpack Social Advanced is active!":["Jetpack Social Advanced is actief!"],"Failed to dismiss the welcome banner. Please try again":["Het is niet gelukt de welkom banner te negeren. Opnieuw proberen"],"Don’t show the welcome message again":["Toon het welkomstbericht niet opnieuw"],"Connect Jetpack to use Stats":["Verbinding maken met Jetpack om statistieken te gebruiken"],"Get Stats":["Verkrijg statistieken"],"Your site needs performance improvements. Make your site blazing fast with Boost’s simple dashboard and acceleration tools.":["Uw site heeft prestatie verbeteringen nodig! Maak uw site bliksemsnel met het eenvoudige dashboard en versnellingsgereedschap van Boost."],"You are one step away from making your site blazing fast. Install Boost to enhance your site’s performance like top websites, no developer needed.":["U bent één stap verwijderd van een razendsnelle site. Jetpack Boost verbetert de prestaties van uw site zoals bij top sites, zonder dat hiervoor een ontwikkelaar nodig is."],"Your site is fast! But maintaining a high speed isn’t easy. Use Boost’s automated acceleration tools to optimize your performance on the go.":["Uw site is snel. Maar het behouden van snelheid is niet eenvoudig. Gebruik automatische versnellingsgereedschap van Boost om de prestaties onderweg te optimaliseren."],"Improve your performance with automated CSS and image optimization tools by upgrading Boost.":["Verbeter uw prestaties met geautomatiseerde gereedschap voor CSS en afbeeldingsoptimalisatie door Boost te upgraden."],"You are one step away from making your site blazing fast. Upgrade Boost to use automated CSS and image optimization tools to improve your performance.":["U bent nog maar één stap verwijderd van het razendsnel maken van uw site. Upgrade Boost om automatische CSS  en afbeelding optimalisatie gereedschappen te gebruiken voor betere prestaties."],"Your site is fast! But maintaining a high speed isn’t easy. Upgrade Boost to use automated CSS and image optimization tools to improve your performance on the go.":["Uw site is snel! Maar het behouden van een hoge snelheid is niet eenvoudig. Upgrade Boost om geautomatiseerde CSS  en afbeelding optimalisatie gereedschappen te gebruiken om uw prestaties onderweg te verbeteren."],"Visit the Boost dashboard to view your site’s speed scores and manage your product settings.":["Ga naar het Boost dashboard om de snelheidsscores van uw site te bekijken en uw productinstellingen te beheren."],"Visit the Boost dashboard to view your historical speed scores and manage your product settings.":["Ga naar het Boost dashboard om uw historische snelheidsscores te bekijken en uw productinstellingen te beheren."],"Your site is fast! Boost is working to enhance your performance with automated tools.":["Uw site is snel. Boost werkt aan de verbetering van uw prestaties met geautomatiseerde gereedschap."],"Boost your site":["Boost uw site"],"Site speed performance:":["Prestaties sitesnelheid:"],"Your website’s overall speed score:":["De algemene snelheidsscore van uw site:"],"%d audio file":["%d audiobestand","%d audiobestanden"],"%d video":["%d video","%d video's"],"%d image":["%d afbeelding","%d afbeeldingen"],"%d page":["%d pagina","%d pagina's"],"%d post":["%d bericht","%d berichten"],"%d comment":["%d reactie","%d reacties"],"Needs connection":["Verbinding vereist"],"Needs Plugin":["Plugin nodig"],"Connecting your account…":["Uw account wordt gekoppeld …"],"Go back to previous screen":["Terug naar vorig scherm"],"Loading":["Laden"],"Mobile score":["Mobiel score"],"Desktop score":["Desktop score"],"Timed out":["Timed out"],"Invalid response while requesting metrics":["Ongeldige response bij het opvragen van statistieken"],"An unknown error occurred while requesting metrics":["Er is een onbekende fout opgetreden tijdens het aanvragen van de statistieken"],"Timed out while waiting for speed-score.":["Time-out tijdens het wachten op snelheidsscore."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Er is een fout opgetreden tijdens het communiceren met de site REST API. Extra debug info: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["Uw site's REST API lijkt niet toegankelijk te zijn. Jetpack Boost vereist toegang  tot uw REST API om prestatiescores van de site te ontvangen. Zorg ervoor dat uw site's REST API actief en toegankelijk is, en probeer het opnieuw."],"HTTP %d error received while communicating with the server.":["HTTP %d fout ontvangen tijdens de communicatie met de server."],"Received invalid response while communicating with your WordPress site: %s":["Ongeldige response ontvangen tijdens de communicatie met uw WordPress site: %s"],"(opens in a new tab)":["(opent in een nieuwe tab)"],"Finish setting up Jetpack":["Voltooi het instellen van Jetpack"],"It’s the ultimate toolkit for best-in-class websites, with everything you need to grow your business. Choose a plan below to get started.":["Het is de ultieme toolkit voor best-in-class sites, met alles wat u nodig heeft om uw bedrijf te laten groeien. Kies hieronder een abonnement om aan de slag te gaan."],"Jetpack is a suite of security, performance, and growth tools made for WordPress sites by the WordPress experts.":["Jetpack is een pakket met gereedschappen voor beveiliging, prestaties en groei, gemaakt voor WordPress sites door de experts van WordPress."],"Welcome to Jetpack!":["Welkom bij Jetpack!"],"Contact Us":["Neem contact met ons op"],"Illustration showing the Stats feature, highlighting important statistics for your site.":["Afbeelding waarin de functie statistieken te zien is, waarbij belangrijke statistieken voor uw site zijn uitgelicht."],"Image displaying logos of social media platforms supported by Jetpack Social.":["Afbeelding met logo's van socialmediaplatforms die ondersteund worden door Jetpack social."],"+%s more":["+%s meer"],"%s second ago":["%s seconde geleden","%s seconden geleden"],"Activity Detected":["Activiteit gedetecteerd"],"Undo":["Ongedaan maken"],"Loading…":["Aan het laden..."],"Discover all Jetpack Products":["Ontdek alle Jetpack producten"],"View detailed stats":["Bekijk gedetailleerde statistieken"],"Comments":["Reacties"],"Likes":["Vind-ik-leuks"],"Visitors":["Bezoekers"],"Views":["Weergaven"],"Compared to previous period":["Vergeleken met vorige periode"],"7-day highlights":["Hoogtepunten van 7 dagen"],"User account not connected.":["Gebruikersaccount niet verbonden."],"Your site host is on a private network. Jetpack can only connect to public sites.":["De host van uw site bevindt zich op een particulier netwerk. Jetpack kan alleen verbinding maken met openbare sites."],"WordPress.com Terms of Service":["Algemene voorwaarden van WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Voorwaarden"],"Automattic's Privacy Policy":["Privacybeleid van Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Privacy"],"About Jetpack":["Over Jetpack"],"Link to learn more about Jetpack.\u0004About":["Over"],"Failed to install standalone plugin for %1$s. Please try again":["Mislukt om de standalone plugin voor %1$s te installeren. Probeer het opnieuw"],"Already have an existing plan or license key? <a>Get started<\/a>.":["Heeft u al een bestaand abonnement of een bestaande licentiesleutel? <a>Aan de slag<\/a>."],"Start for Free":["Start gratis"],"%s or Start for free":["%s of start gratis"],"\/month":["\/maand"],"Views, last 7 days":["Weergaven, de afgelopen 7 dagen"],"%1$s (%2$s%%)":["%1$s (%2$s%%)"],"Install Plugin":["Installeer plugin"],"View":["Bekijken"],"Upgrade":["Upgrade"],"Install %s":["%s installeren"],"Get %s":["Ontvang %s"],"Unavailable in <a>Offline Mode<\/a>":["Niet beschikbaar in <a>offline modus<\/a>"],"Checking gold status…":["Goud status aan het controleren…"],"Never Expires":["Verloopt nooit"],"%1$s was gifted on %2$s. It gives you access to a lifetime subscription of Jetpack VaultPress Backup and Jetpack Scan.":["%1$s werd geschonken op %2$s. Het geeft u toegang tot een levenslang abonnement op Jetpack VaultPress Back-up en Jetpack Scan."],"Explore your new powers":["Ontdek uw nieuwe krachten"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Automatisch scannen en oplossen met één klikt om uw site voor te blijven op beveiliging risico's."],"Plugin name (noun).\u0004Scan":["Scan"],"Save every change and get back online quickly with one‑click restores.":["Sla elke wijziging op en ga snel weer online met herstel met één klik."],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Uw Jetpack gouden token biedt een levenslange licentie voor deze site en omvat de volgende producten:"],"Super powers are ready!":["Super krachten zijn klaar!"],"Redeem your token":["Uw token inwisselen"],"Awesome!":["Geweldig!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["Dit ontsluit een leven lang Jetpack krachten voor uw site. Uw exclusieve Jetpack ervaring wacht."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["Dit ontgrendelt een leven lang Jetpack krachten voor uw site. Uw exclusieve Jetpack experience is reeds actief."],"You have been gifted a Jetpack Golden Token.":["U heeft een Jetpack gouden token gekregen."],"Hey, %s":["Hallo, %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["U heeft geen rechten om deze actie uit te voeren of er moet een gebruiker account worden aangesloten. <connectLink>Klik hier om uw gebruiker account te verbinden<\/connectLink> of neem contact op met uw beheerder."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Door op de bovenstaande knoppen te klikken, gaat u akkoord met onze <tosLink>Dienstvoorwaarden<\/tosLink> en met <shareDetailsLink>het delen van gegevens<\/shareDetailsLink> met WordPress.com."],"trial for the first month, then $%s \/month, billed yearly":["proef voor de eerste maand, dan $%s \/maand, jaarlijks gefactureerd"],"Also connected: %s (Owner).":["Ook verbonden: %s (Eigenaar)."]," (Owner)":[" (Eigenaar)"],"Connected as %1$s%2$s.":["Verbonden als %1$s%2$s."],"Learn more about connections":["Leer meer over verbindingen"],"Input a license key":["Voer een licentiesleutel in"],"Select a license key":["Selecteer een licentiesleutel"],"I want to add a license key manually":["Ik wil handmatig een licentiesleutel toevoegen"],"%1$s - %2$s":["%1$s - %2$s"],"Fetching available licenses…":["Ophalen beschikbare licenties…"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["De gereduceerde prijs is een tijdelijke aanbieding voor het eerste jaar en wordt verlengd tegen de normale prijs."],"%s not included":["%s niet inbegrepen"],"%s coming soon":["%s komt binnenkort"],"Coming soon":["Komt binnenkort"],"Arrow right":["Pijl naar rechts"],"Arrow left":["Pijl naar links"],"New":["Nieuw"],"Some products need a connection to WordPress.com to be able to work.":["Sommige producten hebben een gebruikersverbinding met WordPress.com nodig om te kunnen werken."],"Jetpack connects your site and user account to the WordPress.com cloud to provide more powerful features.":["Jetpack verbindt uw site en gebruikersaccount met de WordPress.com cloud om meer krachtige functies te bieden."],"Jetpack is not connected.":["Jetpack is niet verbonden."],"Connect":["Verbinden"],"Manage your Jetpack connection":["Beheer uw Jetpack verbinding"],"<strong>Need help?<\/strong> Learn more about the <connectionInfoLink>Jetpack connection<\/connectionInfoLink> or <supportLink>contact Jetpack support<\/supportLink>":["<strong>Hulp nodig?<\/strong> Meer informatie over de <connectionInfoLink>Jetpack verbinding<\/connectionInfoLink> of neem <supportLink>contact op met Jetpack ondersteuning<\/supportLink>"],"Disconnect Jetpack":["Jetpack loskoppelen"],"Transfer ownership to another admin":["Eigendom overdragen aan een andere beheerder"],"At least one user must be connected for your Jetpack products to work properly.":["Ten minstens één gebruiker moet verbonden zijn om uw Jetpack producten goed genoeg te laten werken."],"VaultPress Backup":["VaultPress Back-up"],"Jetpack Search Free supports up to 5,000 records and 500 search requests per month for free. You will be asked to upgrade to a paid plan if you exceed these limits for three continuous months.":["Jetpack Search Free ondersteunt gratis tot 5000 records en 500 zoekopdrachten per maand. U wordt gevraagd om te upgraden naar een betaald abonnement als u deze limieten gedurende drie aaneengesloten maanden overschrijdt."],"%s minute ago":["%s minuut geleden","%s minuten geleden"],"%s hour ago":["%s uur geleden","%s uren geleden"],"%s day ago":["%s dag geleden","%s dagen geleden"],"Start for free":["Start gratis"],"Restore Connection":["Verbinding herstellen"],"There was an error reconnecting Jetpack. Error: %s":["Er is een fout opgetreden bij het opnieuw verbinden met Jetpack. Fout:%s"],"% off":["% korting"],"Not included":["Niet inbegrepen"],"Included":["Inbegrepen"],"Has a video.":["Bevat een video."],"Tag":["Tag"],"Magnifying Glass":["Vergrootglas"],"Post":["Bericht"],"Page":["Pagina"],"Has an image.":["Heeft een afbeelding."],"Has multiple images.":["Heeft meerdere afbeeldingen."],"Information.":["Informatie."],"Category":["Categorie"],"Toggle search filters.":["Toggle zoekfilters."],"Close.":["Sluiten."],"Matching comment.":["Overeenkomende reactie."],"Show filters":["Filters tonen"],"Is a product.":["Is een product."],"Is an event.":["Is een gebeurtenis."],"Has audio.":["Bevat audio."],"Get plugin":["Plugin ophalen"],"Due to your server settings, we can't automatically install the plugin for you. Please manually install the %s plugin.":["Door uw serverinstellingen kunnen we niet automatisch de plugin voor u installeren. Installeer de plugin %s handmatig."],"There was an error fetching your %s information. Check your site connectivity and try again.":["Er is een fout opgetreden bij het ophalen van uw %s. Controleer uw site verbinding en probeer het nog een keer."],"Failed to activate %1$s. Please try again":["%1$s kon niet worden geactiveerd. Probeer het nog eens"],"Some products need a user connection to WordPress.com to be able to work.":["Sommige producten hebben een gebruikersverbinding met WordPress.com nodig om te kunnen werken."],"Jetpack %s needs a user connection to WordPress.com to be able to work.":["Jetpack %s heeft een gebruikersverbinding met WordPress.com nodig om te kunnen werken."],"For the paid plan, pricing will automatically adjust based on the number of records in your search index. If you grow into a new pricing tier, we'll let you know before your next billing cycle.":["Voor het betaalde abonnement worden prijzen worden automatisch aangepast op basis van het aantal records in uw zoekindex. Als u naar een nieuw prijsniveau groeit, laten we u dit voorafgaand aan uw volgende facturatieronde weten."],"Fix connection":["Herstel verbinding"],"Manage":["Beheren"],"Learn about %s":["Leer meer over %s"],"Inactive":["Inactief"],"Active":["Actief"],"Activate a license (requires a user connection)":["Activeer een licentie (vereist een gebruiker koppeling)"],"Activate a license":["Activeer een licentie"],"Manage your plan":["Beheer uw abonnement",""],"Purchase a plan":["Koop een abonnement"],"Want to power up your Jetpack?":["Wilt u uw Jetpack versterken?"],"Your plan":["Uw abonnement"],"Go back":["Terugkeren"],"See all Jetpack features":["Bekijk alle Jetpack functies"],"And more!":["En meer!"],"Let visitors share your content on social media":["Laat bezoekers uw inhoud delen op sociale media"],"Receive notifications about new likes and comments":["Ontvang meldingen van vind-ik-leuks en reacties"],"Let your subscribers know when you post":["Laat uw abonnees weten wanneer u een bericht heeft geplaatst"],"Automatically share your content on social media":["Automatisch uw inhoud delen op sociale media"],"Receive instant downtime alerts":["Verkrijg directe downtime meldingen"],"Unlock all the amazing features of Jetpack by connecting now":["Ontgrendel alle geweldige functies van Jetpack door nu aan te sluiten"],"You can use your existing account on any of these services:":["U kunt uw bestaande account met al deze diensten gebruiken:"],"An unknown error occurred during license activation. Please try again.":["Er is een onbekende fout opgetreden tijdens de activering van uw licentie. Probeer het nog eens."],"This is not a valid license key. Please try again.":["Dit is geen geldige licentiesleutel. Probeer het opnieuw."],"Configure search":["Zoekactie configureren"],"View scan results":["Scanresultaten bekijken"],"View latest backup":["Nieuwste back-up bekijken"],"You're all set!":["U bent er helemaal klaar voor!"],"Your product is active!":["Uw product is actief!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Ervaar hoogwaardige video zonder advertenties, speciaal ontworpen voor WordPress."],"Jetpack VideoPress is active!":["Jetpack Videopress is actief!"],"Jetpack Security is active!":["Jetpack Security is actief!"],"Next, we'll help you customize the Search experience for your visitors.":["Nu gaan we u helpen uw zoekervaring voor uw bezoekers aan te passen."],"Jetpack Search is active!":["Jetpack Search is actief!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["U kunt uw beveiligingsscans inzien op <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Jetpack Scan is actief!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["U kunt uw back-ups, beveiligingsscans inzien en uw site terugzetten op <a>cloud.jetpack.com<\/a>. Als u ooit de toegang tot uw site verliest, kunt u dit hier terugzetten."],"Jetpack Complete is active!":["Jetpack Complete is actief!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["U kunt uw back-ups inzien en uw site terugzetten op <a>cloud.jetpack.com<\/a>. Als u ooit de toegang tot uw site verliest, kunt u dit hier terugzetten."],"Jetpack Backup is active!":["Jetpack Back-up is actief!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["Wij zorgen nu voor de rest. U kunt nu genieten van uw spamvrije site!"],"Jetpack Anti-spam is active!":["Jetpack Anti-spam is actief!"],"View my plans":["Mijn abonnementen bekijken"],"Configure my site":["Mijn site configureren"],"Do you need help? <a>Contact us.<\/a>":["Heeft u hulp nodig? <a>Neem contact op<\/a>"],"Activate":["Activeren"],"License key":["Licentiesleutel"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>Controleer uw e-mail<\/strong> voor uw licentiesleutel. U zou het ontvangen moeten hebben na uw aankoop."],"Add a license key":["Voeg een licentiesleutel toe"],"Submit Feedback":["Feedback indienen"],"Submitting…":["Indienen…"],"share your experience":["deel u ervaring"],"Other:":["Anders:"],"I don't know what it does.":["Ik weet niet wat het doet."],"It's buggy.":["Er zijn veel mankementen."],"It slowed down my site.":["Het vertraagde mijn site."],"I can't get it to work.":["Ik krijg het niet aan de praat."],"Troubleshooting - I'll be reconnecting afterwards.":["Probleemoplossing - Hierna maak ik opnieuw verbinding."],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Uw antwoord is ingediend. <br\/>Bedankt voor uw feedback omtrent het verbeteren van Jetpack."],"Thank you!":["Bedankt!"],"Skip for now":["Tijdelijk overslaan"],"Let us know what didn‘t work for you":["Laat ons weten wat niet werkte voor u"],"Before you go, help us improve Jetpack":["Help ons Jetpack te verbeteren voordat u vertrekt"],"Deactivate":["Deactiveren"],"Disconnecting…":["Verbinding verbreken …"],"Stay connected":["Verbonden blijven"],"Cancel":["Annuleren"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Hulp nodig?<\/strong> Meer informatie over de <jpConnectionInfoLink>Jetpack verbinding<\/jpConnectionInfoLink> of <jpSupportLink>neem contact op met Jetpack ondersteuning<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["Als u Jetpack loskoppelt, zullen deze niet langer werken."],"Jetpack is currently powering multiple products on your site.":["Jetpack verbetert momenteel meerdere producten op uw site."],"Back to my website":["Terug naar mijn site"],"No thank you":["Nee, bedankt"],"Help us improve":["Help ons verbeteren"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Jammer dat u weggaat. Bij Jetpack streven we er altijd naar onze klanten de beste ervaring te bieden. Voer onze korte enquête in (duurt maar 2 minuten, beloofd)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack is <br\/>losgekoppeld."],"Are you sure you want to disconnect?":["Weet u zeker dat u wilt loskoppelen?"],"Connection":["Verbinding"],"Connect your user account":["Verbind met uw gebruikers account"],"Disconnect":["Verbinding verbreken"],"Site connected.":["Site gekoppeld."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack verbetert andere plugins op uw site. Als u loskoppelt, zullen deze plugins niet langer werken."],"Set up Jetpack":["Jetpack instellen"],"Over 5 million WordPress sites are faster and more secure":["Meer dan 5 miljoen WordPress sites zijn sneller en veiliger"],"Learn more":["Meer weten"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Door op de <strong>%s<\/strong> knop te klikken, gaat u akkoord met onze <tosLink>Dienstvoorwaarden<\/tosLink> en met <shareDetailsLink>het delen van gegevens<\/shareDetailsLink> met WordPress.com."],"\/month, paid yearly":["\/maand, jaarlijks betaald"],"Active on your site":["Actief op uw site"],"Free":["Gratis"],"Popular upgrade":["Populaire upgrade"],"Jetpack Logo":["Jetpack logo"],"An Automattic Airline":["Een Automattic-luchtvaartmaatschappij"],"Jetpack":["Jetpack"],"An error occurred. Please try again.":["Er is een fout opgetreden. Probeer opnieuw."]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-my-jetpack\/build\/index.js"}}