{"translation-revision-date":"2024-05-26 10:26:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"We run daily automated scans but you can also run on-demand scans if you want to check the latest status.":["We voeren dagelijks automatische scans uit, maar u kunt ook on-demand scans uitvoeren als u de laatste status wilt controleren."],"Daily & manual scanning":["Dagelijks & handmatig scannen"],"Learn how critical these threats are for the security of your site by glancing at the severity labels.":["Ontdek hoe kritieke deze bedreigingen zijn voor de beveiliging van uw site door een blik te werpen op de ernst labels."],"Understand severity":["De ernst begrijpen"],"Note that you'll have to <credentialsLink>input your server credentials<\/credentialsLink> first.":["Let op dat uw eerst u server referenties<credentialsLink>in moet <\/credentialsLink>."],"Jetpack Protect offers one-click fixes for most threats. Press this button to be safe again.":["Jetpack Protect biedt met één klikt oplossingen voor de meeste bedreigingen. Druk op deze knop om weer veilig te zijn."],"Auto-fix with one click":["Auto fix met één klik"],"We run daily automated scans. Do you want ot be able to scan manually? <upgradeLink>Upgrade<\/upgradeLink>":["We voeren dagelijks automatische scans uit. Wilt u handmatig kunnen scannen? <upgradeLink>Upgrade<\/upgradeLink>"],"Navigate through the results of the scan on your WordPress installation, plugins, themes, and other files":["Navigeer door de resultaten van de scan op uw WordPress installatie, plugins, thema's en andere bestanden"],"Your scan results":["Uw scan resultaten"],"Finish":["Voltooien"],"Next":["Volgende"],"Allow Jetpack to collect basic data from blocked requests to improve firewall protection and accuracy.":["Jetpack toestaan basis gegevens te verzamelen van geblokkeerde aanvragen om de firewall bescherming en nauwkeurigheid te verbeteren."]," Share basic data with Jetpack":[" Deel basisgegevens met Jetpack"],"Allow Jetpack to collect detailed data from blocked requests to enhance firewall protection and accuracy.":["Jetpack toestaan om gedetailleerde gegevens te verzamelen van geblokkeerde aanvragen om de firewall bescherming en nauwkeurigheid te verbeteren."]," Share detailed data with Jetpack":[" Deel gedetailleerde gegevens met Jetpack"],"Setting up":["Instellen"],"Action needed":["Actie vereist"],"(opens in a new tab)":["(opent in een nieuwe tab)"],"%1$d of %2$d":["%1$d van %2$d"],"WordPress.com Terms of Service":["Algemene voorwaarden van WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Voorwaarden"],"Automattic's Privacy Policy":["Privacybeleid van Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Privacy"],"About Jetpack":["Over Jetpack"],"Link to learn more about Jetpack.\u0004About":["Over"],"Manually block or allow traffic from specific IP addresses.":["Blokkeer of sta verkeer van specifieke IP-adressen handmatig toe."],"Enable manual block and allow lists":["Handmatige blokkeer en toegestane lijsten inschakelen"],"+ Add to Allow List":["+ Toevoegen aan toegestane lijst"],"Your current IP: <strong>%s<\/strong>":["Uw huidige IP: <strong>%s<\/strong>"],"IP addresses added to this list will never be blocked by Jetpack's brute force protection.":["IP-adressen die aan deze lijst worden toegevoegd, zullen nooit worden geblokkeerd door de brute force bescherming van Jetpack."],"Failed to update automatic firewall rules.":["Mislukt om automatische firewall regels te updaten."],"Block untrusted traffic sources by scanning every request made to your site. Jetpack’s advanced security rules are automatically kept up-to-date to protect your site from the latest threats.":["Blokkeer onbetrouwbare verkeersbronnen door elk aanvraag naar uw site te scannen. De geavanceerde beveiligingsregels van Jetpack worden automatisch up-to-date gehouden om uw site te beschermen tegen de nieuwste bedreigingen."],"Enable automatic firewall protection":["Inschakelen automatisch firewall bescherming"],"Automatic firewall protection is disabled.":["Automatische firewall beveiliging is uitgeschakeld."],"Brute force protection is disabled":["Brute force bescherming is uitgeschakeld"],"Brute force protection is active":["Brute force beveiliging is actief"],"Only manual IP list rules apply.":["Alleen handmatige IP-lijstregels zijn van toepassing."],"Automatic firewall protection is enabled.":["Automatische firewall beveiliging is ingeschakeld."],"Upgrade to enable automatic firewall protection":["Upgrade om automatische firewall bescherming in te schakelen"],"Upgrade to update automatic security rules":["Upgrade om automatische beveiligingsregels te updaten"],"Manual rules only":["Alleen handmatige regels"],"Automatic protection and rule updates":["Automatische bescherming en regelupdates"],"Brute force protection":["Brute force bescherming"],"Web Application Firewall":["Web applicatie firewall"],"Already have an existing plan or license key? <a>Click here to get started<\/a>":["Heeft u al een bestaand abonnement of licentiesleutel? <a>Klik hier om te beginnen<\/a>"],"Add manual rules for what IP traffic the Jetpack Firewall and brute force protection should block or allow.":["Voeg handmatige regels toe voor welk IP-verkeer de Jetpack firewall en brute force bescherming moeten blokkeren of toestaan."],"Prevent bots and hackers from attempting to log in to your website with common username and password combinations.":["Voorkom dat bots en hackers proberen in te loggen op uw site met veelvoorkomende gebruikersnamen en wachtwoorden."],"Enable brute force protection":["Inschakelen brute force bescherming"],"Brute force protection is disabled.":["Brute force bescherming is uitgeschakeld."],"Brute force protection is enabled.":["Brute force bescherming is ingeschakeld."],"All firewall rules apply.":["Alle firewall regels zijn van toepassing."],"There are no firewall rules applied.":["Er zijn geen firewall regels toegepast."],"Brute force protection is active.":["Brute force beveiliging is actief."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Door op de bovenstaande knoppen te klikken, gaat u akkoord met onze <tosLink>Dienstvoorwaarden<\/tosLink> en met <shareDetailsLink>het delen van gegevens<\/shareDetailsLink> met WordPress.com."],"Manual rules":["Handmatige regels"],"Edit manual rules":["Handmatige regels bewerken"],"%s IP is being allowed.":["%s IP wordt toegestaan.","%s IP's worden toegestaan."],"%s IP is being blocked. ":["%s IP wordt geblokkeerd. ","%s IP's worden geblokkeerd. "],"No manual rules are being applied.":["Er worden geen handmatige regels toegepast."],"Upgrade to keep your site secure with up-to-date firewall rules":["Upgrade om uw site veilig te houden met up-to-date firewall regels"],"Set up automatic rules with one click":["Automatische regels instellen met één klik"],"Your site is not receiving the latest updates to automatic rules":["Uw site ontvangt niet de laatste updates van automatische regels"],"Contact support":["Contact opnemen met ondersteuning"],"Last updated on %s.":["Laatst geüpdatet op %s."],"Automatic security rules installed.":["Automatische beveiligingsregels geïnstalleerd."],"NOW AVAILABLE":["NU BESCHIKBAAR"],"Got it":["Ik snap het"],"Turn on Jetpack Firewall to automatically protect your site with the latest security rules.":["Zet Jetpack firewall aan om uw site automatisch te beschermen met de laatste beveiligingsregels."],"Close Window":["Venster sluiten"],"Thanks for upgrading!":["Bedankt voor het upgraden!"],"Enable Firewall":["Firewall inschakelen"],"Re-enable the Firewall to continue.":["Schakel de firewall opnieuw in om door te gaan."],"Please try again or <supportLink>contact support<\/supportLink>.":["Probeer het opnieuw of neem <supportLink>contact op met ondersteuning<\/supportLink>."],"An error occurred.":["Er is een fout opgetreden."],"An error occurred retrieving the latest firewall rules from Jetpack.":["Er is een fout opgetreden bij het ophalen van de laatste firewall regels van Jetpack."],"A filesystem error occurred.":["Er is een fout in het bestandssysteem opgetreden."],"Firewall is off":["Firewall staat uit"],"Firewall is on":["Firewall staat aan"],"The free version of the firewall does not receive updates to automatic security rules.":["De gratis versie van de firewall ontvangt geen updates van automatische firewall regels."],"Reduced pricing is a limited offer for the first year and renews at regular price.":["De gereduceerde prijs is een tijdelijke aanbieding voor het eerste jaar en wordt verlengd tegen de normale prijs."],"%s not included":["%s niet inbegrepen"],"%s coming soon":["%s komt binnenkort"],"Coming soon":["Komt binnenkort"],"Arrow right":["Pijl naar rechts"],"Arrow left":["Pijl naar links"],"Don't forget to undo this action when Firewall is turned off, or when you uninstall Jetpack.":["Vergeet deze actie niet ongedaan te maken wanneer de firewall is uitgeschakeld, of  wanneer u de installatie van Jetpack verwijdert."],"To ensure the firewall can best protect your site, please update: <mark>auto_prepend_file<\/mark> PHP directive to point to <mark>wp-content\/jetpack-waf\/bootstrap.php<\/mark> Typically this is set either in an .htaccess file or in the global PHP configuration; contact your host for further assistance.":["Om ervoor te zorgen dat de firewall uw site zo goed mogelijk kan beschermen, moet u het volgende updaten: <mark>auto_prepend_file<\/mark> PHP directive te laten wijzen naar <mark>wp-content\/jetpack-waf\/bootstrap.php<\/mark> Meestal is dit ingesteld in een .htaccess bestand of in de globale PHP configuratie; neem contact op met uw host voor verdere hulp."],"Learn how you can execute Jetpack Firewall before WordPress initializes. This mode offers the most protection.":["Leer hoe u Jetpack firewall kunt uitvoeren voordat WordPress wordt geïnitialiseerd. Deze modus biedt de meeste bescherming."],"Enhanced protection":["Verbeterde bescherming"],"Dismiss notice.":["Bericht negeren."],"Save changes":["Wijzigingen opslaan"],"Always allowed IP addresses":["Altijd toegestane IP-adressen"],"Example:":["Voorbeeld:"],"Blocked IP addresses":["Geblokkeerde IP-adressen"],"Manual rules are disabled.":["Handmatige regels zijn uitgeschakeld."],"Manual rules are active.":["Handmatige regels zijn actief."],"Please wait…":["Een moment geduld..."],"Automatic firewall is being set up":["Automatische firewall wordt ingesteld"],"Automatic firewall is off":["Automatische firewall staat uit"],"Automatic firewall is on":["Automatische firewall staat aan"],"The free version of the firewall only allows for use of manual rules.":["De gratis versie van de firewall staat alleen het gebruik van handmatige regels toe."],"An error ocurred. Please try again or <supportLink>contact support<\/supportLink>.":["Er is een fout opgetreden. Probeer het opnieuw of neem <supportLink>contact op met ondersteuning<\/supportLink>."],"Changes saved.":["Wijzigingen opgeslagen."],"Learn how you can execute the firewall before WordPress initializes. This mode offers the most protection.":["Leer hoe u de firewall kunt uitvoeren voordat WordPress initialiseert. Deze modus biedt de meeste bescherming."],"Standalone mode":["Standalone modus"],"New":["Nieuw"],"Firewall":["Firewall"],"An error ocurred enqueuing the scan":["Een fout is opgetreden bij het in de wachtrij plaatsen van de scan"],"Error fixing threats. Please contact support.":["Fout bij het oplossen van bedreigingen. Neem contact op met ondersteuning."],"We're hard at work fixing this threat in the background. Please check back shortly.":["We zijn hard bezig om deze dreiging op de achtergrond op te lossen. Probeer het later nog eens."],"An error ocurred ignoring the threat.":["Er is een fout opgetreden bij het negeren van de bedreiging."],"Threat ignored":["Bedreiging genegeerd"],"Not all threats could be fixed. Please contact our support.":["Niet alle bedreigingen konden worden opgelost. Neem contact op met onze ondersteuning."],"%s threat was fixed successfully":["%s dreiging is succesvol opgelost","%s bedreigingen zijn succesvol opgelost"],"Once you’ve secured a user connection, all Jetpack Protect features will be available for use.":["Zodra u een gebruikersverbinding heeft beveiligd, zullen alle Jetpack Protect functies beschikbaar zijn voor gebruik."],"A user connection provides Jetpack Protect the access necessary to perform these tasks.":["Een gebruikersverbinding geeft Jetpack Protect de toegang die nodig is om deze taken uit te voeren."],"Before Jetpack Protect can ignore and auto-fix threats on your site, a user connection is needed.":["Voordat Jetpack Protect bedreigingen op uw site kan negeren en automatisch repareren, is een gebruikersverbinding nodig."],"User connection needed":["Gebruikersverbinding nodig"],"Severity":["Ernst"],"Details":["Details"],"If you have manually fixed any of the threats listed above, <manualScanLink>you can run a manual scan now<\/manualScanLink> or wait for Jetpack to scan your site later today.":["Als u een van de hierboven genoemde bedreigingen handmatig hebt verholpen, kunt <manualScanLink>u nu een handmatige scan uitvoeren<\/manualScanLink> of wachten tot Jetpack uw site later vandaag scant."],"Threat found in file:":["Bedreiging gevonden in bestand:"],"The technical details":["De technische details"],"Database":["Database"],"Files":["Bestanden"],"All threats":["Alle bedreigingen"],"Auto fix all (%s)":["Auto fix alle (%s)"],"%1$s %2$s in your %3$s %4$s":["%1$s %2$s in uw %3$s %4$s"],"%1$s database %2$s":["%1$s database %2$s"],"%1$s file %2$s":["%1$s bestand %2$s"],"All %s threats":["Alle %s bedreigingen"],"See more technical details of this threat":["Zie meer technische details van deze bedreiging"],"The last Protect scan ran <strong>%s<\/strong> and everything looked great.":["De laatste Protect scan liep <strong>%s<\/strong> en alles zag er goed uit."],"a few seconds ago":["een paar seconden geleden"],"%s minute ago":["%s minuut geleden","%s minuten geleden"],"%s hour ago":["%s uur geleden","%s uren geleden"],"%s day ago":["%s dag geleden","%s dagen geleden"],"%s month ago":["%s maand geleden","%s maanden geleden"],"%s year ago":["%s jaar geleden","%s jaren geleden"],"Jetpack Scan will resolve the threat.":["Jetpack Scan zal de bedreiging oplossen."],"Jetpack Scan will rollback the affected file to an older (clean) version.":["Jetpack Scan zal het getroffen bestand terugdraaien naar een oudere (schone) versie."],"Jetpack Scan will rollback the affected file to the version from %s.":["Jetpack Scan zal het getroffen bestand terugdraaien naar de versie van %s."],"Jetpack Scan will edit the affected file or directory.":["Jetpack Scan bewerkt het betreffende bestand of folder."],"Jetpack Scan will update to a newer version.":["Jetpack Scan zal worden geüpdatet naar een nieuwere versie."],"Jetpack Scan will update to a newer version %s.":["Jetpack Scan zal updaten naar een nieuwere versie %s."],"Jetpack Scan will delete the affected file or directory.":["Jetpack Scan verwijdert het betreffende bestand of de folder."],"Jetpack Scan will replace the affected file or directory.":["Jetpack Scan vervangt het betreffende bestand of de folder."],"Scan now":["Nu scannen"],"%1$s %2$s found":["%1$s %2$s gevonden"],"Low":["Laag"],"High":["Hoog"],"Critical":["Kritieke"],"Check items against database":["Items vergelijken met database"],"Start for free":["Start gratis"],"Free forever":["Gratis voor altijd"],"Plus on-demand manual scans":["Plus handmatige scans op aanvraag"],"Line by line malware scanning":["Regel voor regel scannen op malware"],"Get Jetpack Protect":["Verkrijg Jetpack Protect"],"\/month, billed yearly":["\/maand, jaarlijks gefactureerd"],"Severity labels":["Ernst labels"],"Notifications":["Meldingen"],"One-click auto fixes":["Met één klik automatisch repareren"],"Access to scan on Cloud":["Toegang tot scannen op Cloud"],"Daily automated scans":["Dagelijkse automatische scans"],"Scan for threats and vulnerabilities":["Scannen op bedreigingen en kwetsbaarheden"],"Auto-fix":["Auto-fix"],"No known threats found to affect this version":["Geen bekende bedreigingen gevonden die deze versie beïnvloeden"],"Close Modal Window":["Modal venster sluiten"],"Ignore threat":["Negeer bedreiging"],"By ignoring this threat you confirm that you have reviewed the detected code and assume the risks of keeping a potentially malicious or vulnerable file on your site. If you are unsure please request an estimate with <codeableLink>Codeable<\/codeableLink>.":["Door deze dreiging te negeren bevestig u dat u de gedetecteerde code heeft beoordeeld en neemt u de risico's van het bewaren van een potentieel kwaadaardig of kwetsbaar bestand op uw site op u. Als u niet zeker bent, vraag dan een offerte aan bij <codeableLink>Codeable<\/codeableLink>."],"Jetpack will ignore the threat:":["Jetpack zal de bedreiging negeren:"],"Do you really want to ignore this threat?":["Wilt u echt deze bedreiging negeren?"],"We actively review line-by-line of your site files to identify threats and vulnerabilities. Jetpack monitors millions of websites to keep your site secure all the time. ":["We beoordelen actief regel voor regel van uw site bestanden om bedreigingen en kwetsbaarheden te identificeren. Jetpack controleert miljoenen sites om uw site altijd veilig te houden. "],"Line-by-line scanning":["Regel voor regel scannen"],"Upgrade Jetpack Protect now":["Jetpack Protect nu upgraden"],"Looking for advanced scan results and one-click fixes?":["Op zoek naar geavanceerde scanresultaten en oplossingen met één klik?"],"Upgrade Jetpack Protect to get advanced scan tools, including one-click fixes for most threats and malware scanning.":["Upgrade Jetpack Protect om geavanceerde scan gereedschappen te krijgen, inclusief oplossingen met één klikt voor de meeste bedreigingen en malware scanning."],"Advanced scan results":["Geavanceerde scanresultaten"],"Go to Cloud":["Ga naar de cloud"],"With your Protect upgrade, you have free access to scan your site on our Cloud, so you can be aware and fix your threats even if your site goes down. ":["Met uw Protect upgrade, heeft u gratis toegang tot het scannen van uw site op onze cloud, zodat u op de hoogte bent en u bedreigingen kunt oplossen, zelfs als uw site down gaat. "],"Get access to our Cloud":["Krijg toegang tot onze cloud"],"Fix threat":["Bedreiging oplossen"],"Jetpack will be fixing the selected threat:":["Jetpack zal de geselecteerde bedreiging oplossen:"],"Fix Threat":["Oplossen bedreiging"],"Jetpack will be fixing the selected threats:":["Jetpack zal de geselecteerde bedreigingen oplossen:"],"Fix all threats":["Alle bedreigingen oplossen"],"Enter server credentials":["Voer uw server referenties in"],"Not now":["Niet nu"],"Once you’ve entered server credentials, Jetpack Protect will be fixing the selected threats.":["Zodra u de server logingegevens heeft ingevoerd, zal Jetpack Protect de geselecteerde bedreigingen repareren."],"Your server credentials allow Jetpack Protect to access the server that’s powering your website. This information is securely saved and only used to perform fix threats detected on your site.":["Uw server logingegevens geven Jetpack Protect toegang tot de server die uw site voedt. Deze informatie wordt veilig opgeslagen en alleen gebruikt voor het oplossen van bedreigingen die op uw site zijn gedetecteerd."],"Before Jetpack Protect can auto-fix threats on your site, it needs your server credentials.":["Voordat Jetpack Protect automatisch bedreigingen op uw site kan repareren, heeft het uw server referenties nodig."],"Site credentials needed":["Logingegevens site nodig"],"Checking credentials…":["Controle van logingegevens…"],"Restore Connection":["Verbinding herstellen"],"There was an error reconnecting Jetpack. Error: %s":["Er is een fout opgetreden bij het opnieuw verbinden met Jetpack. Fout:%s"],"Reconnecting Jetpack":["Jetpack opnieuw verbinden"],"% off":["% korting"],"Not included":["Niet inbegrepen"],"Included":["Inbegrepen"],"Has a video.":["Bevat een video."],"Tag":["Tag"],"Magnifying Glass":["Vergrootglas"],"Post":["Bericht"],"Page":["Pagina"],"Has an image.":["Heeft een afbeelding."],"Has multiple images.":["Heeft meerdere afbeeldingen."],"Information.":["Informatie."],"Category":["Categorie"],"Toggle search filters.":["Toggle zoekfilters."],"Close.":["Sluiten."],"Matching comment.":["Overeenkomende reactie."],"Show filters":["Filters tonen"],"Is a product.":["Is een product."],"Is an event.":["Is een gebeurtenis."],"Has audio.":["Bevat audio."],"What is the problem?":["Wat is het probleem?"],"See all results":["Bekijk alle resultaten"],"Scanning your site…":["Uw site aan het scannen..."],"Error":["Fout"],"Inactive":["Inactief"],"Active":["Actief"],"Go back":["Terugkeren"],"Cancel":["Annuleren"],"Connect your user account":["Verbind met uw gebruikers account"],"Themes":["Thema&#39;s"],"Plugins":["Plugins"],"WordPress":["WordPress"],"Update to %1$s %2$s":["Update naar %1$s %2$s"],"How to fix it?":["Hoe lost u het op?"],"Don't worry about a thing":["Maak u nergens zorgen over"],"Latest results as of %s":["Laatste resultaten vanaf %s"],"Hide %s items":["Verberg %s items"],"Show %s more":["Toon %s meer"],"This item was added to your site after the most recent scan. We will check for threats during the next scheduled one.":["Dit item is toegevoegd aan uw site na de recentste scan. We zullen op bedreigingen controleren tijdens de volgende geplande scan."],"Learn more":["Meer weten"],"Every day we check your plugin, theme, and WordPress versions against our 22,000 listed vulnerabilities powered by WPScan, an Automattic brand.":["Elke dag controleren we uw plugin, thema en WordPress versies tegen onze 22.000 vermelde kwetsbaarheden, aangedreven door WPScan, een Automattic merk."],"Over 22,000 listed vulnerabilities":["Meer dan 20.000 vermelde kwetsbaarheden"],"We are scanning for security threats from our more than 22,000 listed vulnerabilities, powered by WPScan. This could take a minute or two.":["We scannen op veiligheidsbedreigingen uit ons meer dan 22.000 vermelde kwetsbaarheden, aangedreven door WPScan. Dit kan een minuut of twee duren."],"Your results will be ready soon":["U resultaten zullen binnenkort klaar zijn"],"We’re having problems scanning your site":["We hebben problemen met het scannen van uw site"],"Try again in a few minutes.":["Probeer het over een paar minuten nog eens."],"We are having problems scanning your site.":["We hebben problemen met het scannen van uw site."],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Door op de <strong>%s<\/strong> knop te klikken, gaat u akkoord met onze <tosLink>Dienstvoorwaarden<\/tosLink> en met <shareDetailsLink>het delen van gegevens<\/shareDetailsLink> met WordPress.com."],"\/month, paid yearly":["\/maand, jaarlijks betaald"],"Jetpack Logo":["Jetpack logo"],"An Automattic Airline":["Een Automattic-luchtvaartmaatschappij"],"Jetpack":["Jetpack"],"An error occurred. Please try again.":["Er is een fout opgetreden. Probeer opnieuw."],"Stay one step ahead of threats":["Blijf bedreigingen een stap voor"],"Scan":["Scannen"],"Jetpack Protect":["Jetpack Protect"]}},"comment":{"reference":"build\/index.js"}}