{"translation-revision-date":"2024-04-27 21:23:37+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CL"}," Share detailed data with Jetpack":[" Compartir datos detallados con Jetpack"],"%1$d of %2$d":["%1$d de %2$d"],"(opens in a new tab)":["(se abre en una nueva pestaña)"],"Action needed":["Acción necesaria"],"Daily & manual scanning":["Exploración diaria y manual"],"Finish":["Finalizar"],"Next":["Siguiente"],"Setting up":["Configurando"],"Understand severity":["Comprender la gravedad"],"Your scan results":["Tus resultados de la exploración"],"About Jetpack":["Sobre Jetpack"],"Automattic's Privacy Policy":["Política de privacidad de Automattic"],"Link to learn more about Jetpack.\u0004About":["Acerca de"],"Shorthand for Privacy Policy.\u0004Privacy":["Privacidad"],"Shorthand for Terms of Service.\u0004Terms":["Términos"],"WordPress.com Terms of Service":["Términos del servicio de WordPress.com"],"+ Add to Allow List":["+ Agregar a la lista de permitidas"],"Automatic firewall protection is disabled.":["La protección automática de cortafuegos está desactivada."],"Automatic firewall protection is enabled.":["La protección automática mediante cortafuegos está activada."],"Block untrusted traffic sources by scanning every request made to your site. Jetpack’s advanced security rules are automatically kept up-to-date to protect your site from the latest threats.":["Bloquea las fuentes de tráfico no fiables escaneando cada solicitud realizada a tu sitio. Las reglas de seguridad avanzadas de Jetpack se mantienen actualizadas automáticamente para proteger tu sitio de las amenazas más recientes."],"Brute force protection is active":["La protección de fuerza bruta está activa"],"Brute force protection is disabled":["La protección de fuerza bruta está desactivada"],"Enable automatic firewall protection":["Activar la protección automática de cortafuegos"],"Enable manual block and allow lists":["Activar el bloqueo manual y las listas de permisos"],"Failed to update automatic firewall rules.":["No se han podido actualizar las reglas de cortafuegos automáticas."],"IP addresses added to this list will never be blocked by Jetpack's brute force protection.":["Las direcciones IP añadidas a esta lista nunca serán bloqueadas por la protección de fuerza bruta de Jetpack."],"Manually block or allow traffic from specific IP addresses.":["Bloquea o permite manualmente el tráfico de direcciones IP específicas."],"Only manual IP list rules apply.":["Solo se aplican las reglas de la lista manual de IP."],"Upgrade to enable automatic firewall protection":["Actualiza para activar la protección automática mediate cortafuegos."],"Upgrade to update automatic security rules":["Mejorar para actualizar las reglas de seguridad automáticas."],"Your current IP: <strong>%s<\/strong>":["Tu IP actual: <strong>%s<\/strong>"],"Add manual rules for what IP traffic the Jetpack Firewall and brute force protection should block or allow.":["Agregar reglas manuales para qué el tráfico de IP de Jetpack Firewall y la protección de fuerza bruta puedan bloquear o permitir."],"All firewall rules apply.":["Se aplican todas las reglas del cortafuegos."],"Already have an existing plan or license key? <a>Click here to get started<\/a>":["¿Ya tienes un plan o una clave de licencia? <a>Haz clic aquí para empezar<\/a>"],"Automatic protection and rule updates":["Protección automática y actualizaciones de reglas"],"Brute force protection":["Protección contra ataques de fuerza bruta"],"Brute force protection is active.":["La protección de fuerza bruta está activa."],"Brute force protection is disabled.":["La protección de fuerza bruta está desactivada."],"Brute force protection is enabled.":["La protección de fuerza bruta está activa."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Al hacer clic en el botón anterior, aceptas nuestros <tosLink>términos del servicio<\/tosLink> y a <shareDetailsLink>compartir detalles<\/shareDetailsLink> con WordPress.com."],"Enable brute force protection":["Activa la protección de fuerza bruta"],"Manual rules only":["Solo reglas manuales"],"Prevent bots and hackers from attempting to log in to your website with common username and password combinations.":["Evita que los bots y los piratas informáticos intenten acceder en tu web con combinaciones comunes de nombre de usuario y contraseña."],"There are no firewall rules applied.":["No hay reglas de cortafuegos aplicadas."],"Web Application Firewall":["Web Application Firewall"],"%s IP is being allowed.":["Se está permitiendo la IP de %s.","Se están permitiendo las IPs de %s."],"%s IP is being blocked. ":["Se está bloqueando la IP de %s. ","Se están bloqueando las IPs de %s. "],"%s coming soon":["%s próximamente"],"%s not included":["%s no incluido"],"A filesystem error occurred.":["Ocurrió un error con el sistema de archivos."],"An error occurred retrieving the latest firewall rules from Jetpack.":["Ocurrió un error al obtener las últimas reglas del cortafuegos desde Jetpack."],"An error occurred.":["Ocurrió un error."],"Arrow left":["Flecha izquierda"],"Arrow right":["Flecha derecha"],"Automatic security rules installed.":["Reglas de seguridad automáticas instaladas."],"Close Window":["Cerrar la ventana"],"Coming soon":["Próximamente"],"Contact support":["Contactar con soporte"],"Edit manual rules":["Editar las reglas manuales"],"Enable Firewall":["Activar cortafuegos"],"Firewall is off":["El cortafuegos está desactivado"],"Firewall is on":["El cortafuegos está activado"],"Got it":["De acuerdo"],"Last updated on %s.":["Última actualización el %s."],"Manual rules":["Reglas manuales"],"NOW AVAILABLE":["AHORA DISPONIBLE"],"No manual rules are being applied.":["No se están aplicando las reglas manuales."],"Please try again or <supportLink>contact support<\/supportLink>.":["Por favor, vuelve a intentarlo o <supportLink>contacta con nuestro soporte<\/supportLink>."],"Re-enable the Firewall to continue.":["Vuelve a activar el cortafuegos para continuar."],"Reduced pricing is a limited offer for the first year and renews at regular price.":["El precio reducido es una oferta limitada para el primer año y se renueva al precio normal."],"Set up automatic rules with one click":["Establecer las reglas automáticas con un clic"],"Thanks for upgrading!":["¡Gracias por actualizar!"],"The free version of the firewall does not receive updates to automatic security rules.":["La versión gratuita del cortafuegos no recibe actualizaciones de las reglas secretas del cortafuegos."],"Turn on Jetpack Firewall to automatically protect your site with the latest security rules.":["Activa Jetpack Firewall para proteger automáticamente tu sitio con las reglas de seguridad más recientes."],"Upgrade to keep your site secure with up-to-date firewall rules":["Actualiza para mantener tu sitio seguro con reglas de cortafuegos actualizadas."],"Your site is not receiving the latest updates to automatic rules":["Tu sitio no está recibiendo las últimas actualizaciones de las reglas automáticas"],"Example:":["Ejemplo:"],"Always allowed IP addresses":["Direcciones IP siempre permitidas"],"An error ocurred. Please try again or <supportLink>contact support<\/supportLink>.":["Ocurrió un error. Por favor, vuelve a intentarlo o <supportLink>contacta con nuestro soporte<\/supportLink>."],"Automatic firewall is being set up":["Se está configurando el cortafuegos automático"],"Automatic firewall is off":["El cortafuegos automático está desactivado"],"Automatic firewall is on":["El cortafuegos automático está activado"],"Blocked IP addresses":["Direcciones IP bloqueadas"],"Changes saved.":["Cambios guardados."],"Dismiss notice.":["Descartar el aviso."],"Don't forget to undo this action when Firewall is turned off, or when you uninstall Jetpack.":["No olvides deshacer está acción cuando el cortafuegos está desactivado o cuando desinstales Jetpack."],"Enhanced protection":["Protección mejorada"],"Firewall":["Cortafuegos"],"Learn how you can execute Jetpack Firewall before WordPress initializes. This mode offers the most protection.":["Aprende cómo puedes ejecutar Jetpack Firewall antes de que se inicialice WordPress. Este modo ofrece la mayor protección."],"Learn how you can execute the firewall before WordPress initializes. This mode offers the most protection.":["Aprende cómo puedes ejecutar el cortafuegos antes de que se inicialice WordPress. Este modo ofrece la mayor protección."],"Manual rules are active.":["Las reglas manuales están activas."],"Manual rules are disabled.":["Las reglas manuales están desactivadas."],"New":["Nuevo"],"Please wait…":["Por favor, espera…"],"Save changes":["Guardar cambios"],"Standalone mode":["Modo independiente"],"The free version of the firewall only allows for use of manual rules.":["La versión gratuita del cortafuegos solo permite el uso de reglas manuales."],"To ensure the firewall can best protect your site, please update: <mark>auto_prepend_file<\/mark> PHP directive to point to <mark>wp-content\/jetpack-waf\/bootstrap.php<\/mark> Typically this is set either in an .htaccess file or in the global PHP configuration; contact your host for further assistance.":["Para asegurarse de que el cortafuegos puede proteger mejor tu sitio, por favor, actualiza: <mark>auto_prepend_file<\/mark> directiva PHP para apuntar a <mark>src\/users\/user66501445\/public\/wp-content\/jetpack-waf\/bootstrap.php<\/mark> Por lo general, esto se configura en un archivo .htaccess o en la configuración global de PHP; ponte en contacto con tu proveedor de alojamiento web para obtener más ayuda."],"Category":["Categoría"],"Notifications":["Notificaciones"],"Information.":["Información."],"% off":["% de descuento"],"%1$s %2$s found":["Se han encontrado %1$s %2$s"],"%1$s %2$s in your %3$s %4$s":["%1$s %2$s en tus %3$s %4$s"],"%1$s database %2$s":["%1$s base de datos %2$s"],"%1$s file %2$s":["%1$s archivo %2$s"],"%s day ago":["hace %s día","hace %s días"],"%s hour ago":["hace %s hora","hace %s horas"],"%s minute ago":["hace %s minuto","hace %s minutos"],"%s month ago":["Hace %s mes","Hace %s meses"],"%s threat was fixed successfully":["%s amenaza se ha corregido correctamente","%s amenazas se han corregido correctamente"],"%s year ago":["Hace %s año","Hace %s años"],"\/month, billed yearly":["\/al mes, con facturación anual"],"A user connection provides Jetpack Protect the access necessary to perform these tasks.":["Una conexión de usuario proporciona a Jetpack Protect el acceso necesario para realizar estas tareas."],"Access to scan on Cloud":["Acceso para explorar en la nube"],"Advanced scan results":["Resultados de exploración avanzados"],"All %s threats":["Todas %s amenazas"],"All threats":["Todas las amenazas"],"An error ocurred enqueuing the scan":["Ocurrió un error al poner en cola la exploración"],"An error ocurred ignoring the threat.":["Ocurrió un error al ignorar la amenaza."],"Auto fix all (%s)":["Corrección automática de todo (%s)"],"Auto-fix":["Corrección automática"],"Before Jetpack Protect can auto-fix threats on your site, it needs your server credentials.":["Antes de que Jetpack Protect pueda reparar automáticamente las amenazas en tu sitio, necesita las credenciales de tu servidor."],"Before Jetpack Protect can ignore and auto-fix threats on your site, a user connection is needed.":["Antes de que Jetpack Protect pueda ignorar y corregir automáticamente las amenazas en tu sitio, se necesita una conexión de usuario."],"By ignoring this threat you confirm that you have reviewed the detected code and assume the risks of keeping a potentially malicious or vulnerable file on your site. If you are unsure please request an estimate with <codeableLink>Codeable<\/codeableLink>.":["Si ignoras esta amenaza estás confirmando que has valorado el código detectado y que asumes los riesgos de mantener archivos potencialmente malignos o vulnerable en tu sitio. Si no estás seguro, por favor, solicita un presupuesto en <codeableLink>Codeable<\/codeableLink>."],"Check items against database":["Comprobar elementos contra la base de datos"],"Checking credentials…":["Comprobando las credenciales..."],"Close Modal Window":["Cerrar la ventana emergente"],"Close.":["Cerrar."],"Critical":["Crítico"],"Daily automated scans":["Exploraciones automáticas diarias"],"Database":["Base de datos"],"Details":["Detalles"],"Do you really want to ignore this threat?":["¿Seguro que quieres ignorar esta amenaza?"],"Enter server credentials":["Introduce las credenciales del servidor"],"Error fixing threats. Please contact support.":["Error al corregir las amenazas. Por favor, contacta con nuestro soporte."],"Files":["Archivos"],"Fix Threat":["Corregir amenaza"],"Fix all threats":["Corregir todas las amenazas"],"Fix threat":["Corregir amenaza"],"Free forever":["Gratis para siempre"],"Get Jetpack Protect":["Obtén Jetpack Protect"],"Get access to our Cloud":["Obtén acceso a nuestra nube"],"Go to Cloud":["Ir a la nube"],"Has a video.":["Tiene un video."],"Has an image.":["Tiene una imagen."],"Has audio.":["Tiene audio."],"Has multiple images.":["Tiene varias imágenes."],"High":["Alto"],"If you have manually fixed any of the threats listed above, <manualScanLink>you can run a manual scan now<\/manualScanLink> or wait for Jetpack to scan your site later today.":["Si has corregido manualmente alguna de las amenazas enumeradas anteriormente, <manualScanLink>puedes ejecutar una exploración manual ahora<\/manualScanLink> o esperar a que Jetpack explore tu sitio más tarde hoy."],"Ignore threat":["Ignorar amenaza"],"Included":["Incluido"],"Is a product.":["Es un producto."],"Is an event.":["Es un evento."],"Jetpack Scan will delete the affected file or directory.":["Jetpack Scan borrará el archivo o el directorio afectados."],"Jetpack Scan will edit the affected file or directory.":["Jetpack Scan editará el archivo o el directorio afectados."],"Jetpack Scan will replace the affected file or directory.":["Jetpack Scan sustituirá el archivo o el directorio afectados."],"Jetpack Scan will resolve the threat.":["Jetpack Scan solucionará la amenaza."],"Jetpack Scan will rollback the affected file to an older (clean) version.":["Jetpack Scan restablecerá el archivo afectado a una versión (legible) más antigua."],"Jetpack Scan will rollback the affected file to the version from %s.":["Jetpack Scan restablecerá el archivo afectado a la versión de %s."],"Jetpack Scan will update to a newer version %s.":["Jetpack Scan se actualizará a una versión más reciente %s."],"Jetpack Scan will update to a newer version.":["Jetpack Scan se actualizará a una versión más reciente."],"Jetpack will be fixing the selected threat:":["Jetpack corregirá la amenaza seleccionada:"],"Jetpack will be fixing the selected threats:":["Jetpack corregirá las amenazas seleccionadas:"],"Jetpack will ignore the threat:":["Jetpack ignorará la amenaza:"],"Line by line malware scanning":["Exploración de malware línea por línea"],"Line-by-line scanning":["Exploración de línea por línea"],"Looking for advanced scan results and one-click fixes?":["¿Estás buscando resultados de exploración avanzadas y correcciones con un solo clic?"],"Low":["Bajo"],"Magnifying Glass":["Lupa"],"Matching comment.":["Comentario coincidente."],"No known threats found to affect this version":["No se han encontrado amenazas conocidas que afecten a esta versión"],"Not all threats could be fixed. Please contact our support.":["No se han podido corregir todas las amenazas. Por favor, contacta con nuestro equipo de soporte."],"Not included":["No incluido"],"Not now":["Ahora no"],"Once you’ve entered server credentials, Jetpack Protect will be fixing the selected threats.":["Una vez que hayas introducido las credenciales del servidor, Jetpack Protect corregirá las amenazas seleccionadas."],"Once you’ve secured a user connection, all Jetpack Protect features will be available for use.":["Una vez que hayas asegurado una conexión de usuario, todas las características de Jetpack Protect estarán disponibles para su uso."],"One-click auto fixes":["Correcciones automáticas con un clic"],"Page":["Página"],"Plus on-demand manual scans":["Además de exploraciones manuales bajo demanda"],"Post":["Entrada"],"Reconnecting Jetpack":["Reconectando Jetpack"],"Restore Connection":["Restaurar conexión"],"Scan for threats and vulnerabilities":["Explorar en busca de amenazas y vulnerabilidades"],"Scan now":["Explora ahora"],"See more technical details of this threat":["Ver más detalles técnicos de esta amenaza"],"Severity":["Gravedad"],"Severity labels":["Etiquetas de gravedad"],"Show filters":["Mostrar filtros"],"Site credentials needed":["Se necesitan las credenciales del sitio"],"Start for free":["Empieza de forma gratuita"],"Tag":["Etiqueta"],"The last Protect scan ran <strong>%s<\/strong> and everything looked great.":["La última exploración de Protect ejecutó <strong>%s<\/strong> y todo se veía genial."],"The technical details":["Los detalles técnicos"],"There was an error reconnecting Jetpack. Error: %s":["Ocurrió un error al reconectar Jetpack. Error: %s"],"Threat found in file:":["Amenaza encontrada en el archivo:"],"Threat ignored":["Amenaza ignorada"],"Toggle search filters.":["Cambiar filtros de búsqueda."],"Upgrade Jetpack Protect now":["Actualiza Jetpack Protect ahora"],"Upgrade Jetpack Protect to get advanced scan tools, including one-click fixes for most threats and malware scanning.":["Actualiza Jetpack Protect para obtener herramientas de exploración avanzadas, incluidas correcciones con un solo clic para la mayoría de las amenazas y la exploración de malware."],"User connection needed":["Se necesita la conexión de usuario"],"We actively review line-by-line of your site files to identify threats and vulnerabilities. Jetpack monitors millions of websites to keep your site secure all the time. ":["Revisamos activamente línea por línea los archivos de tu sitio para identificar amenazas y vulnerabilidades. Jetpack supervisa millones de webs para mantener tu sitio seguro todo el tiempo. "],"We're hard at work fixing this threat in the background. Please check back shortly.":["Estamos trabajando duro para solucionar esta amenaza en segundo plano. Por favor, vuelve a comprobar en unos minutos."],"With your Protect upgrade, you have free access to scan your site on our Cloud, so you can be aware and fix your threats even if your site goes down. ":["Con tu actualización de Protect, tienes acceso gratuito para explorar tu sitio en nuestra nube, para que puedas estar al tanto y reparar tus amenazas incluso si tu sitio se cae. "],"Your server credentials allow Jetpack Protect to access the server that’s powering your website. This information is securely saved and only used to perform fix threats detected on your site.":["Las credenciales de tu servidor permiten que Jetpack Protect acceda al servidor que alimenta tu web. Esta información se guarda de forma segura y solo se usa para reparar las amenazas detectadas en tu sitio."],"a few seconds ago":["hace unos segundos"],"What is the problem?":["¿Cuál es el problema?"],"Scanning your site…":["Escaneando tu sitio..."],"See all results":["Ver todos los resultados"],"Themes":["Temas"],"Plugins":["Plugins"],"Cancel":["Cancelar"],"Inactive":["Inactivo"],"Active":["Activo"],"Connect your user account":["Conecta tu cuenta de usuario"],"Don't worry about a thing":["No te preocupes"],"Error":["Error"],"Every day we check your plugin, theme, and WordPress versions against our 22,000 listed vulnerabilities powered by WPScan, an Automattic brand.":["Todos los días comprobamos las versiones de tu plugin, tema y WordPress contra nuestras 22 000 vulnerabilidades enumeradas con tecnología de WPScan, una marca de Automattic."],"Go back":["Volver"],"Hide %s items":["Ocultar %s elementos"],"How to fix it?":["¿Cómo corregirlo?"],"Latest results as of %s":["Últimos resultados a partir de %s"],"Learn more":["Más información"],"Over 22,000 listed vulnerabilities":["Más de 22.000 vulnerabilidades enumeradas"],"Show %s more":["Mostrar %s más"],"This item was added to your site after the most recent scan. We will check for threats during the next scheduled one.":["Este elemento se añadió a tu sitio después de la exploración más reciente. Comprobaremos si hay amenazas durante la próxima programada."],"Update to %1$s %2$s":["Actualizar a %1$s %2$s"],"We are scanning for security threats from our more than 22,000 listed vulnerabilities, powered by WPScan. This could take a minute or two.":["Estamos explorando amenazas de seguridad de nuestras más de 22.000 vulnerabilidades enumeradas, con la tecnología de WPScan. Esto podría tomar uno o dos minutos."],"WordPress":["WordPress"],"Jetpack":["Jetpack"],"\/month, paid yearly":["\/mes, pagado anualmente"],"An Automattic Airline":["Una aerolínea de Automattic"],"An error occurred. Please try again.":["Ocurrió un error. Por favor, inténtalo de nuevo."],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Al hacer clic en el botón <strong>%s<\/strong> aceptas nuestros <tosLink>términos del servicio<\/tosLink> y <shareDetailsLink>compartir detalles<\/shareDetailsLink> con WordPress.com."],"Jetpack Logo":["Logotipo de Jetpack"],"Jetpack Protect":["Protección de Jetpack"],"Scan":["Explorar"],"Stay one step ahead of threats":["Mantente un paso por delante de las amenazas"],"Try again in a few minutes.":["Inténtalo de nuevo en unos minutos."],"We are having problems scanning your site.":["Estamos teniendo problemas explorando tu sitio."],"We’re having problems scanning your site":["Estamos teniendo problemas explorando tu sitio"],"Your results will be ready soon":["Tus resultados estarán listos pronto"]}},"comment":{"reference":"build\/index.js"}}