{"translation-revision-date":"2024-05-25 06:39:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Your site has been successfully connected.":["Nettstedet ditt har blitt koblet til."],"Connecting…":["Kobler til …"],"Missing site connection":["Mangler nettstedstilkobling"],"Connect your site":["Koble til nettstedet ditt"],"Missing user connection":["Mangler brukertilkobling"],"Reconnecting Jetpack…":["Kobler til Jetpack på nytt..."],"See documentation":["Se dokumentasjonen"],"Your installation of %1$s is incomplete. If you installed %1$s from GitHub, please refer to the developer documentation to set up your development environment.":["Installasjonen din av %1$s er ufullstendig. Hvis du installerte %1$s fra Github, se utviklerdokumentasjonen for å sette opp utviklingsmiljøet ditt."],"Share your feedback!":["Del tilbakemeldingen din!"],"Help us improving the accuracy of our results and feel free to give us ideas for future implementations and improvements.":["Hjelp oss forbedre nøyaktigheten i resultatene våre og gi oss gjerne ideer til fremtidige implementasjoner og forbedringer."],"Do you have any feedback?":["Har du en tilbakemelding?"],"Get instant feedback on your post before publishing. AI will read your post and highlight opportunities to improve your publication.":["Få øyeblikkelig tilbakemelding om innlegget ditt før publisering. KI vil lese innlegget ditt og påpeke mulighetene til å forbedre publikasjonen din."],"Learn about forms":["Lær om skjemaer"],"Quickly build forms using the Jetpack Forms block and AI. Use prompts to describe your form and AI will generate the elements in a few seconds.":["Bygg skjemaer raskt ved bruk av Jetpacks skjemablokk og KI. Bruk utfordringer ril å beskrive skjemaet ditt og KI vil generere elementene på få sekunder."],"Learn about featured images":["Lær om fremhevede bilder"],"Create featured images to illustrate your content and make it more engaging with just one click. Use prompts to generate adjusted new featured images.":["Opprett fremhevede bilder for å illustrere innholdet og gjøre det mer engasjerende med bare ett klikk. Bruk utfordringer for å generere nye fremhevede bilder."],"Use the AI block to generate content, or use our AI edit options in existing blocks. Use prompts or any of our recommended actions.":["Bruk KI-blokken til å generere innhold eller bruk våre KI-redigeringsmuligheter i eksisterende blokker. Bruk utfordringer eller hvilken som helst av våre anbefalte handlinger."],"Discover all the Jetpack features powered by AI":["Oppdag alle Jetpack-funksjonene som er støttet med KI:"],"AI Features":["KI-funksjoner"],"Free requests available":["Gratis forespørsler igjen"],"All-time requests used":["Forespørsler brukt i alt"],"Requests for this month":["Forespørsler denne måneden"],"Get more requests":["Få flere forespørsler"],"Draft, transform, translate, and alter both new and existing content leveraging the capabilities of AI, inside the block editor.":["Kladd, omform, oversett og forandre både nytt og gammelt innhold ved å utnytte evnene til KI, inne i blokkredigeringsverktøyet."],"AI Assistant":["KI-assistent"],"Upgrade now":["Oppgrader nå"],"Get %s requests":["Få %s forespørsler"],"Reach for More with Jetpack AI! Upgrade now for additional requests and keep your momentum going.":["Strekk deg etter mer med Jetpack KI. Oppgradere nå for ytterligere forespørsler og hold retningen støtt."],"Wait for %d days to reset your limit, or upgrade now to a higher tier for additional requests and keep your work moving forward.":["Vent %d dager for å tilbakestille begrensningen eller oppgrader til en høyere nivå for ytterligere forespørsler og hold arbeidet ditt i gang."],"You've used all your free requests":["Du har brukt alle de gratis forespørslene dine"],"You've reached your request limit for this month":["Du har nådd grensen for forespørsler denne måneden"],"Connect to Jetpack to start using the AI Assistant":["Koble til Jetpack for å begynne å bruke KI-assistenten"],"Create new post":["Opprett nytt innlegg"],"Build forms using prompts":["Bygg skjemaer med utfordringer"],"Create featured images with one click":["Opprett fremhevede bilder med ett klikk"],"Generate and edit content faster with Jetpack AI Assistant":["Generer og rediger innhold raskere med Jetpacks KI-assistent"],"Your speed has improved by %d points! Upgrade Boost to unlock automated CSS and image optimization tools to maintain your high score.":["Hastigheten din er forbedret med %d poeng! Oppgrader Forsterk for å åpne opp automatisk CSS- og bilde-optimaliseringsverktøy og beholde den høye skåren din."],"Your speed has improved by %d points! Boost is working to enhance your performance with automated tools.":["Hastigheten din er forbedret med %d poeng! Forsterk arbeider for å forbedre ytelsen din med automatiske verktøy."],"Needs user account":["Trenger brukerkonto"],"Register your interest":["Registrer interessene dine"],"Are you an agency or freelancer? We’re working on a new partnership program bringing together the best of Jetpack, Woo, WordPress.com, and Pressable. Get bulk discounts, referral commissions, and more.":["Er du et byrå eller en frilanser? Vi arbeider med et nytt partnerprogram og setter sammen det beste av Jetpack, Woo, WordPress.com og Pressable. Få mengderabatter, henvisningskommisjoner og mer."],"Manage client sites and grow your business":["Administrer klient-nettsteder og øk virksomheten din"],"Create better content with powerful AI tools":["Lag bedre innhold med kraftige KI-verktøy"],"Get feedback on posts":["Få tilbakemelding på innlegg"],"Enjoy unlimited shares with Jetpack Social Basic. Learn how to make the most out of Jetpack Social <a>here<\/a>.":["Få glede av ubegrenset deling med Jetpack Sosialt Gunnleggende. Lær hvordan få mest ut av Jetpack Sosialt <a>her<\/a>."],"Jetpack Social Basic is active!":["Jetpack Sosialt Grunnleggende er aktiv!"],"Create amazing link previews for your posts using Social Image Generator. Learn more <a>here<\/a>.<br\/><br\/>Learn how to make the most out of Jetpack Social <link>here<\/link>.<br\/><br\/>":["Lag flotte lenkeforhåndsvisninger av innleggene dine med sosialt bilde-generator. Lær mer <a>her<\/a>.<br\/><br\/>Lær hvordan få mest glede av Jetpack Sosialt <link>her<\/link>.<br\/><br\/>"],"Jetpack Social Advanced is active!":["Jetpack Sosialt Avansert er aktiv!"],"Failed to dismiss the welcome banner. Please try again":["Klarte ikke fjerne velkomstbanneret. Forsøk på nytt."],"Don’t show the welcome message again":["Ikke vis velkomstmeldingen igjen"],"Connect Jetpack to use Stats":["Koble til Jetpack for å bruke statistikk"],"Get Stats":["Få statistikk"],"Your site needs performance improvements. Make your site blazing fast with Boost’s simple dashboard and acceleration tools.":["Nettstedet ditt trenger ytelsesforbedringer. Gjør nettstedet ditt lynraskt med det enkle kontrollpanelet og verktøyene for hastighetsøkning i Forsterk."],"You are one step away from making your site blazing fast. Install Boost to enhance your site’s performance like top websites, no developer needed.":["Du er ett skritt fra å gjøre nettstedet ditt lynrakst. Installer Forsterk for å forbedre ytelsen for nettstedet ditt til opp mot den for topprangerte nettsteder, og ingen utvikler er nødvendig."],"Your site is fast! But maintaining a high speed isn’t easy. Use Boost’s automated acceleration tools to optimize your performance on the go.":["Nettstedet ditt er raskt! Men å beholde en slik høy hastighet er ikke enkelt. Bruk de automatiske hastighetsforbedrende verktøyene i Forsterk til å optimalisere ytelsen din underveis."],"Improve your performance with automated CSS and image optimization tools by upgrading Boost.":["Forbedre ytelsen din med automatiske verktøy for CSS- og bildeoptimalisering ved å oppgradere Forsterk."],"You are one step away from making your site blazing fast. Upgrade Boost to use automated CSS and image optimization tools to improve your performance.":["Du er ett skritt fra å gjøre nettstedet ditt lynrakst. Oppgrader Forsterk for å bruke automatiske verktøy for CSS- og bildeoptimalisering til å forbedre ytelsen din."],"Your site is fast! But maintaining a high speed isn’t easy. Upgrade Boost to use automated CSS and image optimization tools to improve your performance on the go.":["Nettstedet ditt er raskt! Men å beholde en slik høy hastighet er ikke enkelt. Oppgrader Forsterk for å bruke automatiske verktøy for CSS- og bildeoptimalisering til å forbedre ytelsen din underveis."],"Visit the Boost dashboard to view your site’s speed scores and manage your product settings.":["Besøk kontrollpanelet til Forsterk for å se hastighets-skåren for nettstedet ditt og behandle innstillingene for produktet."],"Visit the Boost dashboard to view your historical speed scores and manage your product settings.":["Besøk kontrollpanelet til Forsterk for å se de historiske hastighets-skårene dine og behandle innstillingene for produktet."],"Your site is fast! Boost is working to enhance your performance with automated tools.":["Nettstedet ditt er raskt! Forsterk arbeider for å forbedre ytelsen din med automatiske verktøy."],"Boost your site":["Forsterk nettstedet ditt"],"Site speed performance:":["Hastighetsytelse for nettstedet:"],"Your website’s overall speed score:":["Hastighets-skår alt i alt:"],"%d audio file":["%d lydfil","%d lydfiler"],"%d video":["%d video","%d videoer"],"%d image":["%d bilde","%d bilder"],"%d page":["%d side","%d sider"],"%d post":["%d innlegg","%d innlegg"],"%d comment":["%d kommentar","%d kommentarer"],"Needs connection":["Trenger tilkobling"],"Needs Plugin":["Trenger utvidelse"],"Connecting your account…":["Kobler til kontoen din..."],"Go back to previous screen":["Gå tilbake til forrige skjermbilde"],"Loading":["Laster inn"],"Mobile score":["Skår for mobilskjerm"],"Desktop score":["Skår for skrivebordskjerm"],"Timed out":["Utløp på tid"],"Invalid response while requesting metrics":["Ugyldig respons ved henting av målinger"],"An unknown error occurred while requesting metrics":["En ukjent feil oppsto ved henting av målinger"],"Timed out while waiting for speed-score.":["Utløp på tid under venting på hastighets-skår."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["En feil oppsto ved forsøk på å kommunisere med nettstedets REST API. Ekstra feilsøkings-info: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["REST API-et på nettstedet ditt ser ikke ut til å være tilgjengelig. Jetpack Forsterk krever tilgang til REST API-et ditt for å kunne motta ytelsespoengene for nettstedet. Sørg for at REST API-et på nettstedet ditt er aktivt og tilgjengelig, og forsøk på nytt."],"HTTP %d error received while communicating with the server.":["HTTP %d-feil mottatt ved kommunikasjon med serveren."],"Received invalid response while communicating with your WordPress site: %s":["Mottok ugyldig respons ved kommunikasjon med WordPress-nettstedet ditt: %s"],"(opens in a new tab)":["(åpnes i en ny fane)"],"Finish setting up Jetpack":["Fullfør oppsettet av Jetpack"],"It’s the ultimate toolkit for best-in-class websites, with everything you need to grow your business. Choose a plan below to get started.":["Det er det ultimate verktøysettet for de beste nettstedene, med alt du trenger for at virksomheten din skal vokse. Velg en abonnementspakke nedenfor for å komme i gang."],"Jetpack is a suite of security, performance, and growth tools made for WordPress sites by the WordPress experts.":["Jetpack er en samling verktøy for sikkerhet, ytelse og vekst, laget for WordPress-nettsteder av WordPress-eksperter."],"Welcome to Jetpack!":["Velkommen til Jetpack!"],"Contact Us":["Kontakt oss"],"Illustration showing the Stats feature, highlighting important statistics for your site.":["Illustrasjon som viser statistikk-funksjonen, fremhever viktig statistikk for nettstedet ditt."],"Image displaying logos of social media platforms supported by Jetpack Social.":["Bilde som viser logoer fra sosiale medie-plattformer som støttes av Jetpack Sosialt."],"+%s more":["+%s til"],"%s second ago":["%s sekund siden","%s sekunder siden"],"Activity Detected":["Aktivitet oppdaget"],"Undo":["Angre"],"Loading…":["Laster inn..."],"Discover all Jetpack Products":["Oppdag alle Jetpack-produktene"],"View detailed stats":["Se detaljert statistikk"],"Comments":["Kommentarer"],"Likes":["Likerklikk"],"Visitors":["Besøkende"],"Views":["Visninger"],"Compared to previous period":["Sammenliknet med forrige periode"],"7-day highlights":["Høydepunkter siste 7 dager"],"User account not connected.":["Brukerkontoen ikke koblet til."],"Your site host is on a private network. Jetpack can only connect to public sites.":["Serveren din står i et privat nettverk. Jetpack kan bare koble til offentlige nettsteder."],"WordPress.com Terms of Service":["Tjenestevilkår på WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Vilkår"],"Automattic's Privacy Policy":["Personvernerklæringen fra Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Personvern"],"About Jetpack":["Om Jetpack"],"Link to learn more about Jetpack.\u0004About":["Om"],"Failed to install standalone plugin for %1$s. Please try again":["Kunne ikke installere frittstående utvidelse for %1$s. Forsøk på nytt"],"Already have an existing plan or license key? <a>Get started<\/a>.":["Har du allerede en eksisterende pakke eller en lisensnøkkel? <a>Kom i gang<\/a>."],"Start for Free":["Start gratis"],"%s or Start for free":["%s eller start gratis"],"\/month":["\/måned"],"Views, last 7 days":["Visninger, siste 7 dager"],"%1$s (%2$s%%)":["%1$s (%2$s%%)"],"Install Plugin":["Installer utvidelsen"],"View":["Se"],"Upgrade":["Oppgrader"],"Install %s":["Installer %s"],"Get %s":["Skaff %s"],"Unavailable in <a>Offline Mode<\/a>":["Utilgjengelig i <a>frakoblet modus<\/a>"],"Checking gold status…":["Sjekker gullstatus..."],"Never Expires":["Utløper aldri"],"%1$s was gifted on %2$s. It gives you access to a lifetime subscription of Jetpack VaultPress Backup and Jetpack Scan.":["%1$s ble tildelt %2$s. Den gir deg livsvarig abonnement på Jetpack VaultPress sikkerhetskopiering og Jetpack Gjennomsøking."],"Explore your new powers":["Utforsk de nye kreftene dine"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Automatisk gjennomsøking og ettklikks rettelser holder nettstedet ditt ett skritt foran sikkerhetstruslene."],"Plugin name (noun).\u0004Scan":["Gjennomsøking"],"Save every change and get back online quickly with one‑click restores.":["Lagre enhver endring og kom raskt tilbake på nettet med ettklikks gjennoprettinger."],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Jetpack-gullmerket ditt gir deg livsvarig lisens for dette nettstedet og inkluderer følgende produkter:"],"Super powers are ready!":["Superkreftene er klare!"],"Redeem your token":["Krev din mynt"],"Awesome!":["Fantastisk!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["Denne låser opp livsvarige Jetpack-krefter for nettstedet ditt. Din eksklusive Jetpack-opplevelse er i vente."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["Denne låste opp livsvarige Jetpack-krefter for nettstedet ditt. Din eksklusive Jetpack-opplevelse er allerede aktiv."],"You have been gifted a Jetpack Golden Token.":["Du har oppnådd en Jetpack Gullmerke."],"Hey, %s":["Hei, %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["Du har enten ikke tillatelse til å utføre denne handlingen, eller en brukerkonto må være kobelt til. <connectLink>Klikk her for å koble til din konto<\/connectLink> elelr kontakt din administrator."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ved å klikke på knappen ovennfor godtar du våre <tosLink>tjenstevilkår<\/tosLink> og å <shareDetailsLink>delingsdetaljer<\/shareDetailsLink> med WordPress.com."],"trial for the first month, then $%s \/month, billed yearly":["prøve for den første måneden, deretter $%s \/måned, fakturert årlig"],"Also connected: %s (Owner).":["Også koblet til: %s (eier)"]," (Owner)":[" (eier)"],"Connected as %1$s%2$s.":["Koblet til som %1$s%2$s."],"Learn more about connections":["Lær mer om tilkoblinger"],"Input a license key":["Legg inn en lisensnøkkel"],"Select a license key":["Velg en lisensnøkkel"],"I want to add a license key manually":["Jeg vil legge inn en lisensnøkkel manuelt"],"%1$s - %2$s":["%1$s - %2$s"],"Fetching available licenses…":["Henter tilgjengelige lisenser..."],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Reduserte priser er et begrenset tilbud for første år og fornyes til normal pris."],"%s not included":["%s ikke inkludert"],"%s coming soon":["%s kommer snart"],"Coming soon":["Kommer snart"],"Arrow right":["Høyrepil"],"Arrow left":["Venstrepil"],"New":["Ny"],"Some products need a connection to WordPress.com to be able to work.":["Noen produkter trenger en tilkobling til WordPress.com for å kunne virke."],"Jetpack connects your site and user account to the WordPress.com cloud to provide more powerful features.":["Jetpack kobler nettstedet ditt og brukerkontoen din til WordPress.com-skyen for å tilby kraftigere funksjoner."],"Jetpack is not connected.":["Jetpack er ikke koblet til."],"Connect":["Koble til"],"Manage your Jetpack connection":["Behandle Jetpack-tilkoblingen din"],"<strong>Need help?<\/strong> Learn more about the <connectionInfoLink>Jetpack connection<\/connectionInfoLink> or <supportLink>contact Jetpack support<\/supportLink>":["<strong>Trenger hjelp?<\/strong> Lær mer om <connectionInfoLink>Jetpack-tilkoblingen<\/connectionInfoLink> eller <supportLink>kontakt Jetpack brukerstøtte<\/supportLink>."],"Disconnect Jetpack":["Koble fra Jetpack"],"Transfer ownership to another admin":["Overfør eierskap til en annen admin"],"At least one user must be connected for your Jetpack products to work properly.":["Minst én bruker må være koblet til for at Jetpack-produktene dine skal virke ordentlig."],"VaultPress Backup":["VaultPress sikkerhetskopiering"],"Jetpack Search Free supports up to 5,000 records and 500 search requests per month for free. You will be asked to upgrade to a paid plan if you exceed these limits for three continuous months.":["Jetpack Søk gratis støtter opp til 5000 oppføringer og 400 søkeforespørsler pr. måned gratis. Du vil bli bedt om å oppgradere til en betalt pakke om du overskrider disse grensene i tre påfølgende måneder."],"%s minute ago":["%s minutt siden","%s minutter siden"],"%s hour ago":["%s time siden","%s timer siden"],"%s day ago":["%s dag siden","%s dager siden"],"Start for free":["Start med gratis"],"Restore Connection":["Gjenopprett forbindelsen"],"There was an error reconnecting Jetpack. Error: %s":["Det oppsto en feil ved frakobling av Jetpack. Feil: %s"],"% off":["% avslag"],"Not included":["Ikke inkludert"],"Included":["Inkludert"],"Has a video.":["Har en video."],"Tag":["Stikkord"],"Magnifying Glass":["Forstørrelsesglass"],"Post":["Innlegg"],"Page":["Side"],"Has an image.":["Har et bilde."],"Has multiple images.":["Har flere bilder."],"Information.":["Informasjon."],"Category":["Kategori"],"Toggle search filters.":["Veksle søkefiltre."],"Close.":["Lukk."],"Matching comment.":["Samsvarende kommentar."],"Show filters":["Vis filtre"],"Is a product.":["Er et produkt."],"Is an event.":["Er et arrangement."],"Has audio.":["Har lyd."],"Get plugin":["Få utvidelsen"],"Due to your server settings, we can't automatically install the plugin for you. Please manually install the %s plugin.":["På grunn av innstillingene på serveren kan vi ikke installere utvidelsen automatisk. Installer utvidelsen %s manuelt."],"There was an error fetching your %s information. Check your site connectivity and try again.":["Det var en feil ved henting av %s-informasjonen din. Sjekk tilkoblingsevnene for nettstedet ditt og forsøk på nytt."],"Failed to activate %1$s. Please try again":["Kunne ikke aktivere %1$s. Forsøk på nytt."],"Some products need a user connection to WordPress.com to be able to work.":["Noen produkter trenger en brukertilkobling til WordPress.com for å kunne virke."],"Jetpack %s needs a user connection to WordPress.com to be able to work.":["Jetpack %s trenger en brukertilkobling til WordPress.com for å kunne virke."],"For the paid plan, pricing will automatically adjust based on the number of records in your search index. If you grow into a new pricing tier, we'll let you know before your next billing cycle.":["For gratispakken vil prisen automatisk justeres basert på antall oppføringer i søkekatalogen din. Om du vokser inn i en nytt prissegment vil vi varsle deg før neste faktureringsperiode."],"Fix connection":["Reparer tilkoblingen"],"Manage":["Administrer"],"Learn about %s":["Lær om %s"],"Inactive":["Inaktiv"],"Active":["Aktiv"],"Activate a license (requires a user connection)":["Aktiver en lisens (krever en brukertilkobling)"],"Activate a license":["Aktiver en lisens"],"Manage your plan":["Behandle abonnementspakken din","Behandle abonnementspakkene dine"],"Purchase a plan":["Kjøp en pakke"],"Want to power up your Jetpack?":["Gi mer kraft til din Jetpack?"],"Your plan":["Abonnementspakken din"],"Go back":["Gå tilbake"],"See all Jetpack features":["Se alle Jetpack-funksjonene"],"And more!":["Og mer!"],"Let visitors share your content on social media":["La dine besøkende dele innholdet ditt på sosiale medier"],"Receive notifications about new likes and comments":["Få varsler om likerklikk og kommentarer"],"Let your subscribers know when you post":["La abonnenter vite når du publiserer"],"Automatically share your content on social media":["Del automatisk ditt innhold på sosiale medier"],"Receive instant downtime alerts":["Motta øyeblikkelige nedetidsvarslinger"],"Unlock all the amazing features of Jetpack by connecting now":["Lås opp alle de fantastiske funksjonene til Jetpack ved å koble til nå"],"You can use your existing account on any of these services:":["Du kan bruke den eksisterende kontoen din på alle disse tjenestene:"],"An unknown error occurred during license activation. Please try again.":["En ukjent feil oppsto ved aktivering av lisensen. Forsøk på nytt."],"This is not a valid license key. Please try again.":["Dette er ikke en gyldig lisensnøkkel. Forsøk på nytt."],"Configure search":["Konfigurer søk"],"View scan results":["Se gjennomsøkingsresultater"],"View latest backup":["Se siste sikkerhetskopi"],"You're all set!":["Du er klar!"],"Your product is active!":["Produktet ditt er aktivt!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Opplev høykvalitets-, annonsefrie videoer laget spesielt for WordPress."],"Jetpack VideoPress is active!":["Jetpack VideoPress er aktiv!"],"Jetpack Security is active!":["Jetpack Sikkerhet er aktiv!"],"Next, we'll help you customize the Search experience for your visitors.":["Så vil vi hjelpe deg tilpasse søkeopplevelsen for dine besøkende."],"Jetpack Search is active!":["Jetpack Søk er aktiv!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["De kan se sikkerhetsgjennomsøkingene dine på <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Jetpack Gjennomsøking er aktiv!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Du kan se sikkerhetskopiene dine, sikkerhetsgjenomsøkingene dine og gjenopprette nettstedet ditt på <a>cloud.jetpack.com<\/a>. Om du noen gang mister tilgangen til nettstedet ditt kan du gjenoprette det der."],"Jetpack Complete is active!":["Jetpack Komplett er aktiv!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Du kan se sikkerhetskopiene dine og gjenopprette nettstedet ditt på <a>cloud.jetpack.com<\/a>. Om du noen gang mister tilgangen til nettstedet ditt kan du gjenopprette det der."],"Jetpack Backup is active!":["Jetpack Sikkerhetskopiering er aktiv!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["Vi vil ta hånd om alt videre herfra. Nå kan du ha glede av et spamfritt nettsted!"],"Jetpack Anti-spam is active!":["Jetpack Antispam er aktiv!"],"View my plans":["Se abonnementspakkene mine"],"Configure my site":["Konfigurer nettstedet mitt"],"Do you need help? <a>Contact us.<\/a>":["Trenger du hjelp? <a>Kontakt oss.<\/a>"],"Activate":["Aktiver"],"License key":["Lisensnøkkel"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>Sjekk e-posten din<\/strong> for lisensnøkkelen din. Du skal ha mottatt den etter kjøpet ditt."],"Add a license key":["Legg til en lisensnøkkel"],"Submit Feedback":["Send inn tilbakemelding"],"Submitting…":["Sender inn..."],"share your experience":["del erfaringen din"],"Other:":["Andre:"],"I don't know what it does.":["Jeg vet ikke hva den gjør."],"It's buggy.":["Den er full av feil."],"It slowed down my site.":["Den gjorde nettstedet mitt tregere."],"I can't get it to work.":["Jeg får den ikke til å virke."],"Troubleshooting - I'll be reconnecting afterwards.":["Feilsøking - Jeg vil koble til på nytt etterpå."],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Svaret ditt er sendt inn. <br\/>Takk for tilbakemeldingen din om hvordan vi kan forbedre Jetpack."],"Thank you!":["Takk!"],"Skip for now":["Hopp over inntil videre"],"Let us know what didn‘t work for you":["La oss vite hva som ikke virket for deg"],"Before you go, help us improve Jetpack":["Før du drar, hjelp oss forbedre Jetpack"],"Deactivate":["Deaktiver"],"Disconnecting…":["Kobler fra..."],"Stay connected":["Forbli tilkoblet"],"Cancel":["Avbryt"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Trenger hjelp?<\/strong> Lær mer om <jpConnectionInfoLink>Jetpack-tilkoblingen<\/jpConnectionInfoLink> eller <jpSupportLink>kontakt Jetpack brukerstøtte<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["Når du kobler fra Jetpack vil disse ikke lenger virke."],"Jetpack is currently powering multiple products on your site.":["Jetpack gir nå kraft til flere produkter på nettstedet ditt."],"Back to my website":["Tilbake til mitt nettsted"],"No thank you":["Nei, takk"],"Help us improve":["Hjelp oss bli bedre"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Vi er lei for at du vil forlate oss. Her hos Jetpack prøver vi alltid å levere den beste opplevelsen for kundene våre. Vær så snill å ta en kort spørreundersøkelse (2 minutter, lover)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack har blitt <br\/>koblet fra."],"Are you sure you want to disconnect?":["Er du sikker på at du vil koble fra?"],"Connection":["Tilkobling"],"Connect your user account":["Koble til brukerkontoen din"],"Disconnect":["Koble fra"],"Site connected.":["Nettstedet koblet til"],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack driver andre utvidelser på nettstedet ditt. Hvis du kobler fra vil disse utvidelsene ikke lenger virke."],"Set up Jetpack":["Sett opp Jetpack"],"Over 5 million WordPress sites are faster and more secure":["Over 5 millioner  WordPress-nettsteder er raskere og sikrere"],"Learn more":["Les mer"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ved å klikke på knappen <strong>%s<\/strong> godtar du våre <tosLink>tjenstevilkår<\/tosLink> og å <shareDetailsLink>dele detaljer<\/shareDetailsLink> med WordPress.com."],"\/month, paid yearly":["\/måned, betalt årlig"],"Active on your site":["Aktiv på nettstedet ditt"],"Free":["Gratis"],"Popular upgrade":["Populær oppgradering"],"Jetpack Logo":["Jetpack logo"],"An Automattic Airline":["Et Automattic flyselskap"],"Jetpack":["Jetpack"],"An error occurred. Please try again.":["En feil har oppstått. Forsøk på nytt."]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-my-jetpack\/build\/index.js"}}