{"translation-revision-date":"2024-05-25 06:39:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"We run daily automated scans but you can also run on-demand scans if you want to check the latest status.":["Vi kjører daglige automatiske gjennomsøkinger, men du kan også be om gjennomsøking om du ønsker å kontrollere siste status."],"Daily & manual scanning":["Daglige og manuelle gjennomsøkinger"],"Learn how critical these threats are for the security of your site by glancing at the severity labels.":["Lær hvor kritiske disse truslene er for sikkerheten på nettstedet ditt ved en rask titt på alvorlighetsetikettene."],"Understand severity":["Forstå alvorlighetsgrad"],"Note that you'll have to <credentialsLink>input your server credentials<\/credentialsLink> first.":["Merk at du må <credentialsLink>legge inn din serverinnlogging<\/credentialsLink> først."],"Jetpack Protect offers one-click fixes for most threats. Press this button to be safe again.":["Jetpack tilbyr ett-klikks rettelser for de fleste trusler. Trykk denne knappen for å bli trygg igjen."],"Auto-fix with one click":["Automatisk retting med ett klikk"],"We run daily automated scans. Do you want ot be able to scan manually? <upgradeLink>Upgrade<\/upgradeLink>":["Vi kjører daglige automatiske gjennomsøkinger. Ønsker du å kunne gjennomsøke manuelt? <upgradeLink>Oppgrader<\/upgradeLink>"],"Navigate through the results of the scan on your WordPress installation, plugins, themes, and other files":["Naviger gjennom resultatene av gjennomsøkingen av WordPress-installasjonen din, utvidelsene, temaene og andre filer"],"Your scan results":["Dine gjennomsøkingsresultater"],"Finish":["Fullfør"],"Next":["Neste"],"Allow Jetpack to collect basic data from blocked requests to improve firewall protection and accuracy.":["La Jetpack samle inn grunnleggende data fra blokkerte forespørsler for å forbedre brannmurbeskyttelsen og nøyaktigheten."]," Share basic data with Jetpack":[" Del grunnleggende data med Jetpack"],"Allow Jetpack to collect detailed data from blocked requests to enhance firewall protection and accuracy.":["La Jetpack samle inn detaljerte data fra blokkerte forespørsler for å forbedre brannmurbeskyttelsen og nøyaktigheten."]," Share detailed data with Jetpack":[" Del detaljerte data med Jetpack"],"Setting up":["Setter opp"],"Action needed":["Handling nødvendig"],"(opens in a new tab)":["(åpnes i en ny fane)"],"%1$d of %2$d":["%1$d av %2$d"],"WordPress.com Terms of Service":["Tjenestevilkår på WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Vilkår"],"Automattic's Privacy Policy":["Personvernerklæringen fra Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Personvern"],"About Jetpack":["Om Jetpack"],"Link to learn more about Jetpack.\u0004About":["Om"],"Manually block or allow traffic from specific IP addresses.":["Blokker eller tillat trafikk fra spesifikke IP-adresser manuelt."],"Enable manual block and allow lists":["Slå på manuelle blokker- og tillat-lister"],"+ Add to Allow List":["+ Legg til på tillat-liste"],"Your current IP: <strong>%s<\/strong>":["Den nåværende IP-en din: <strong>%s<\/strong>"],"IP addresses added to this list will never be blocked by Jetpack's brute force protection.":["IP-adresser lagt til på denne listen vil aldri bli blokkert fra Jetpacks råkraft-beskyttelse."],"Failed to update automatic firewall rules.":["Mislyktes å oppdatere automatiske brannmur-regler."],"Block untrusted traffic sources by scanning every request made to your site. Jetpack’s advanced security rules are automatically kept up-to-date to protect your site from the latest threats.":["Blokker upålitelige trafikkkilder ved å undersøke hver forespørsel gjort på nettstedet ditt. Jetpacks avanserte sikkerhetsregler er holdt oppdatert automatisk for å beskytte nettstedet ditt mot de siste truslene."],"Enable automatic firewall protection":["Slå på automatisk branmurbeskyttelse"],"Automatic firewall protection is disabled.":["Automatiske branmurbeskyttelse er slått av."],"Brute force protection is disabled":["Råkraftbeskyttelse er slått av."],"Brute force protection is active":["Råkraftbeskyttelsen er aktiv."],"Only manual IP list rules apply.":["Kun manuelle IP-listeregler brukes."],"Automatic firewall protection is enabled.":["Automatisk brannmurbeskyttelse er slått på."],"Upgrade to enable automatic firewall protection":["Oppgrader for å slå på automatisk branmurbeskyttelse"],"Upgrade to update automatic security rules":["Oppgrader for å oppdatere automatiske sikkerhetsregler"],"Manual rules only":["Kun manuelle regler"],"Automatic protection and rule updates":["Automatisk beskyttelse og regeloppdateringer"],"Brute force protection":["Beskyttelse mot råkraftangrep"],"Web Application Firewall":["Webapplikasjonsbrannmur"],"Already have an existing plan or license key? <a>Click here to get started<\/a>":["Har du allerede en lisensnøkkel? <a>Klikk her for å komme i gang<\/a>."],"Add manual rules for what IP traffic the Jetpack Firewall and brute force protection should block or allow.":["Legg til manuelle regler for hvilken IP-trafikk Jetpack-brannmuren og råkraftbeskyttelsen skal blokkere eller tillate."],"Prevent bots and hackers from attempting to log in to your website with common username and password combinations.":["Forhindre roboter og hackere fra å forsøke å logge inn på nettstedet ditt med vanlige kombinasjoner av brukernavn og passord."],"Enable brute force protection":["Slå på råkraftbeskyttelse"],"Brute force protection is disabled.":["Råkraftbeskyttelsen er slått av."],"Brute force protection is enabled.":["Råraftbeskyttelsen er slått på."],"All firewall rules apply.":["Alle brannmurreglene brukes."],"There are no firewall rules applied.":["Ingen brannmurregler brukes."],"Brute force protection is active.":["Råkraftbeskyttelsen er aktiv."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ved å klikke på knappen ovennfor godtar du våre <tosLink>tjenstevilkår<\/tosLink> og å <shareDetailsLink>delingsdetaljer<\/shareDetailsLink> med WordPress.com."],"Manual rules":["Manuelle regler"],"Edit manual rules":["Rediger manuelle regler"],"%s IP is being allowed.":["%s IP er tillatt.","%s IPer er tillatt."],"%s IP is being blocked. ":["%s IP er blokkert. ","%s IP-er er blokkert. "],"No manual rules are being applied.":["Ingen manuelle regler er i bruk."],"Upgrade to keep your site secure with up-to-date firewall rules":["Oppgrader for holde nettstedet sikkert med oppdaterte brannmurregler"],"Set up automatic rules with one click":["Sett opp automatiske regler med ett klikk"],"Your site is not receiving the latest updates to automatic rules":["Nettstedet ditt mottar de siste oppdateringene for automatiske regler"],"Contact support":["Kontakt brukerstøtte"],"Last updated on %s.":["Sist oppdatert %s."],"Automatic security rules installed.":["Automatiske sikkerhetsregler installert."],"NOW AVAILABLE":["NÅ TILGJENGELIG"],"Got it":["Oppfattet"],"Turn on Jetpack Firewall to automatically protect your site with the latest security rules.":["Skru på Jetpack Brannmur for automatisk å beskytte nettstedetr ditt med de siste sikkerhetsreglene."],"Close Window":["Lukk vindu"],"Thanks for upgrading!":["Takk for at du oppgraderte."],"Enable Firewall":["Slå på brannmur"],"Re-enable the Firewall to continue.":["Slå på brannmuren igjen for å fortsette."],"Please try again or <supportLink>contact support<\/supportLink>.":["Prøv på nytt eller <supportLink>kontakt brukerstøtten<\/supportLink>."],"An error occurred.":["En feil oppsto."],"An error occurred retrieving the latest firewall rules from Jetpack.":["En feil oppsto ved henting av de siste brannmurreglene fra Jetpack."],"A filesystem error occurred.":["En filsystemfeil oppsto."],"Firewall is off":["Brannmur er av"],"Firewall is on":["Brannmur er på"],"The free version of the firewall does not receive updates to automatic security rules.":["Gratisversjonen av brannmuren mottar ikke oppdateringer av automatiske sikkerhetsregler."],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Reduserte priser er et begrenset tilbud for første år og fornyes til normal pris."],"%s not included":["%s ikke inkludert"],"%s coming soon":["%s kommer snart"],"Coming soon":["Kommer snart"],"Arrow right":["Høyrepil"],"Arrow left":["Venstrepil"],"Don't forget to undo this action when Firewall is turned off, or when you uninstall Jetpack.":["Glem ikke å omgjøre denne handlingen når branmuren er slått av eller når du avinstallerer Jetpack."],"To ensure the firewall can best protect your site, please update: <mark>auto_prepend_file<\/mark> PHP directive to point to <mark>wp-content\/jetpack-waf\/bootstrap.php<\/mark> Typically this is set either in an .htaccess file or in the global PHP configuration; contact your host for further assistance.":["For å sikre at brannmuren best kan beskytte nettstedet ditt, oppdater PHP-direktivet <mark>auto_prepend_file<\/mark> til å peke til <mark>wp-content\/jetpack-waf\/bootstrap.php<\/mark>. Dette er typisk angitt enten i en .htaccess-fil eller i den globale PHP-konfigurasjonen. Kontakt nettverten for ytterligere assistanse."],"Learn how you can execute Jetpack Firewall before WordPress initializes. This mode offers the most protection.":["Lær hvordan du kan starte Jetpack-brannmuren før WordPress initialiseres. Denne modusen tilbyr den beste beskyttelsen."],"Enhanced protection":["Utvidet beskyttelse"],"Dismiss notice.":["Avvis merknad."],"Save changes":["Lagre endringer"],"Always allowed IP addresses":["IP-adresser som alltid er tillatt"],"Example:":["Eksempel:"],"Blocked IP addresses":["Blokkerte IP-adresser"],"Manual rules are disabled.":["Manuelle regler er slått av."],"Manual rules are active.":["Manuelle regler er aktive."],"Please wait…":["Vent..."],"Automatic firewall is being set up":["Automatisk branmur blir satt opp"],"Automatic firewall is off":["Automatisk brannmur er av"],"Automatic firewall is on":["Automatisk brannmur er på"],"The free version of the firewall only allows for use of manual rules.":["Gratisversjonen av brannmuren tillater bare bruk av manuelle regler."],"An error ocurred. Please try again or <supportLink>contact support<\/supportLink>.":["En feil oppsto. Forsøk på nytt eller <supportLink>kontakt brukerstøtten<\/supportLink>."],"Changes saved.":["Endringene er lagret."],"Learn how you can execute the firewall before WordPress initializes. This mode offers the most protection.":["Lær hvordan du kan starte brannmuren før WordPress initialiseres. Denne modusen tilbyr den beste beskyttelsen."],"Standalone mode":["Frittstående modus"],"New":["Ny"],"Firewall":["Brannmur"],"An error ocurred enqueuing the scan":["En feil oppso når gjennomsøkingen skulle legges i kø"],"Error fixing threats. Please contact support.":["Feil ved retting av trusler. Kontakt brukerstøtten."],"We're hard at work fixing this threat in the background. Please check back shortly.":["Vi arbeider hardt med å rette denne trusselen i bakgrunnen. Kom innom litt senere."],"An error ocurred ignoring the threat.":["En feil oppsto ved ignorering av trusselen."],"Threat ignored":["Trussel ignorert"],"Not all threats could be fixed. Please contact our support.":["Ikke alle trusler kunne rettes. Kontakt brukerstøtten vår."],"%s threat was fixed successfully":["%s trussel ble rettet","%s trusler ble rettet"],"Once you’ve secured a user connection, all Jetpack Protect features will be available for use.":["Straks vi har sikret en brukertilkobling vil alle funksjonene i Jetpack bli klare til bruk."],"A user connection provides Jetpack Protect the access necessary to perform these tasks.":["En brukertilkobling gir Jetpack Beskytt den nødvendige tilgangen for å utføre disse oppgavene."],"Before Jetpack Protect can ignore and auto-fix threats on your site, a user connection is needed.":["Før Jetpack Beskytt kan ignoere eller automatisk rette trusler på nettstedet ditt er en brukertilkobling nødvendig."],"User connection needed":["Brukertilkobling nødvendig"],"Severity":["Alvorlighetsgrad"],"Details":["Detaljer"],"If you have manually fixed any of the threats listed above, <manualScanLink>you can run a manual scan now<\/manualScanLink> or wait for Jetpack to scan your site later today.":["Om du manuelt har rettet noen av truslene ovenfor <manualScanLink>kan du kjøre en manuell gjennomsøking nå<\/manualScanLink> eller vente til Jetpack gjennomsøker nettstedet ditt senere i dag."],"Threat found in file:":["Trussel funnet i fil:"],"The technical details":["De tekniske detaljene"],"Database":["Database"],"Files":["Filer"],"All threats":["Alle trusler"],"Auto fix all (%s)":["Auto-fiks alle (%s)"],"%1$s %2$s in your %3$s %4$s":["%1$s %2$s i din %3$s %4$s"],"%1$s database %2$s":["%1$s database %2$s"],"%1$s file %2$s":["%1$s fil %2$s"],"All %s threats":["Alle %s trusler"],"See more technical details of this threat":["Se flere tekniske detaljer om denne trusselen"],"The last Protect scan ran <strong>%s<\/strong> and everything looked great.":["Den siste Beskytt-gjennomsøkingen kjørte for <strong>%s<\/strong> og alt så flott ut."],"a few seconds ago":["noen sekunder siden"],"%s minute ago":["%s minutt siden","%s minutter siden"],"%s hour ago":["%s time siden","%s timer siden"],"%s day ago":["%s dag siden","%s dager siden"],"%s month ago":["%s måned siden","%s måneder siden"],"%s year ago":["%s år siden","%s år siden"],"Jetpack Scan will resolve the threat.":["Jetpack Scan vil fjerne trusselen."],"Jetpack Scan will rollback the affected file to an older (clean) version.":["Jetpack Gjennomsøking vil tilbakestille den berørte filen til en eldre (ren) versjon."],"Jetpack Scan will rollback the affected file to the version from %s.":["Jetpack Gjennomsøking vil tilbakestille den berørte filen til versjonen fra %s."],"Jetpack Scan will edit the affected file or directory.":["Jetpack Gjennomsøking vil redigere den berørte filen eller mappen."],"Jetpack Scan will update to a newer version.":["Jetpack Gjennomsøking vil oppdatere til en nyere versjon."],"Jetpack Scan will update to a newer version %s.":["Jetpack Gjennomsøking vil oppdatere til nyere versjon %s."],"Jetpack Scan will delete the affected file or directory.":["Jetpack Gjennomsøking vil slette den berørte filen eller mappen."],"Jetpack Scan will replace the affected file or directory.":["Jetpack Gjennomsøking vil erstatte den berørte filen eller mappen."],"Scan now":["Søk gjennom nå"],"%1$s %2$s found":["%1$s %2$s funnet"],"Low":["Lav"],"High":["Høy"],"Critical":["Kritisk"],"Check items against database":["Kontroller elementer mot databasen"],"Start for free":["Start med gratis"],"Free forever":["Evig gratis"],"Plus on-demand manual scans":["Pluss manuell gjennomsøking ved behov"],"Line by line malware scanning":["Linje for linje-gjennomsøking for skadevare"],"Get Jetpack Protect":["Få Jetpack Beskytt"],"\/month, billed yearly":["\/måned, fakturert årlig"],"Severity labels":["Alvorlighetsetiketter"],"Notifications":["Varsler"],"One-click auto fixes":["Ettklikks automatiske rettelser"],"Access to scan on Cloud":["Tilgang til gjennomsøking fra nettskyen"],"Daily automated scans":["Daglige automatiske gjennomsøkinger"],"Scan for threats and vulnerabilities":["Søk gjennom etter trusler og sårbarheter"],"Auto-fix":["Auto-fiks"],"No known threats found to affect this version":["Ingen kjente sårbarheter funnet å påvirke denne versjonen"],"Close Modal Window":["Lukk modalt vindu"],"Ignore threat":["Ignorer trussel"],"By ignoring this threat you confirm that you have reviewed the detected code and assume the risks of keeping a potentially malicious or vulnerable file on your site. If you are unsure please request an estimate with <codeableLink>Codeable<\/codeableLink>.":["Ved å ignorere denne trusselen bekrefter du at du har gjennomgått den oppdagede koden og antar risikoene ved å beholde en potensielt ondsinnet eller sårbar fil på nettstedet ditt. Om du er usikker, vennligst forespør et estimat fra <codeableLink>Codeable<\/codeableLink>."],"Jetpack will ignore the threat:":["Jetpack vil ignorere trusselen:"],"Do you really want to ignore this threat?":["Vil du virkelig ignorere denne trusselen?"],"We actively review line-by-line of your site files to identify threats and vulnerabilities. Jetpack monitors millions of websites to keep your site secure all the time. ":["Vi gjennomgår aktivt linje for linje av filene på nettstedet ditt for å identifisere trusler og sårbarheter. Jetpack overvåker millioner av nettsteder for å holde nettstedet ditt trygt hele tiden. "],"Line-by-line scanning":["Linje for linje-gjennomsøking"],"Upgrade Jetpack Protect now":["Oppgrader Jetpack Beskytt nå"],"Looking for advanced scan results and one-click fixes?":["Ser du etter avanserte gjennomsøkingsresultater og ettklikks-rettinger? "],"Upgrade Jetpack Protect to get advanced scan tools, including one-click fixes for most threats and malware scanning.":["Oppgrader Jetpack Beskytt for å få avanserte gjennomsøkingsverktøy, inkludert ettklikks-rettelser for de fleste trusler og skadevaregjennomsøking."],"Advanced scan results":["Avanserte gjennomsøkingsresultater"],"Go to Cloud":["Gå til nettskyen"],"With your Protect upgrade, you have free access to scan your site on our Cloud, so you can be aware and fix your threats even if your site goes down. ":["Med oppgraderingen din av Beskytt har du gratis tilgang til å gjennomsøke nettstedet ditt fra nettskyen vår, slik at du kan bli klar over og rette truslene dine selv om nettstedet ditt går ned. "],"Get access to our Cloud":["Få tilgang til nettskyen vår"],"Fix threat":["Fjern trussel"],"Jetpack will be fixing the selected threat:":["Jetpack vil rette den valgte trusselen:"],"Fix Threat":["Fjern trussel"],"Jetpack will be fixing the selected threats:":["Jetpack vil rette følgende valgte trusler:"],"Fix all threats":["Fjern alle trusler"],"Enter server credentials":["Oppgi serverpålogging"],"Not now":["Ikke nå"],"Once you’ve entered server credentials, Jetpack Protect will be fixing the selected threats.":["Straks du har oppgitt serverpålogging vil Jetpack Beskytt rette de valgte truslene."],"Your server credentials allow Jetpack Protect to access the server that’s powering your website. This information is securely saved and only used to perform fix threats detected on your site.":["Din serverpåloggingsinfo lar Jetpack Beskytt få tilgang til serveren som driver nettstedet ditt. Denne informasjonen er trygt lagret og blir bare brukt til å utføre rettelser av trusler oppdaget på nettstedet ditt."],"Before Jetpack Protect can auto-fix threats on your site, it needs your server credentials.":["Før Jetpack Beskytt automatisk kan rette trusler på nettstedet ditt trengs serverpåloggingen din."],"Site credentials needed":["Påloggingsinfo for nettstedet nødvendig"],"Checking credentials…":["Kontrollerer innloggingen..."],"Restore Connection":["Gjenopprett forbindelsen"],"There was an error reconnecting Jetpack. Error: %s":["Det oppsto en feil ved frakobling av Jetpack. Feil: %s"],"Reconnecting Jetpack":["Kobler til Jetpack på nytt"],"% off":["% avslag"],"Not included":["Ikke inkludert"],"Included":["Inkludert"],"Has a video.":["Har en video."],"Tag":["Stikkord"],"Magnifying Glass":["Forstørrelsesglass"],"Post":["Innlegg"],"Page":["Side"],"Has an image.":["Har et bilde."],"Has multiple images.":["Har flere bilder."],"Information.":["Informasjon."],"Category":["Kategori"],"Toggle search filters.":["Veksle søkefiltre."],"Close.":["Lukk."],"Matching comment.":["Samsvarende kommentar."],"Show filters":["Vis filtre"],"Is a product.":["Er et produkt."],"Is an event.":["Er et arrangement."],"Has audio.":["Har lyd."],"What is the problem?":["Hva er problemet?"],"See all results":["Se alle resultater"],"Scanning your site…":["Gjennomsøker nettstedet ditt..."],"Error":["Feil"],"Inactive":["Inaktiv"],"Active":["Aktiv"],"Go back":["Gå tilbake"],"Cancel":["Avbryt"],"Connect your user account":["Koble til brukerkontoen din"],"Themes":["Temaer"],"Plugins":["Utvidelser"],"WordPress":["WordPress"],"Update to %1$s %2$s":["Oppdater %1$s %2$s"],"How to fix it?":["Hvordan rette det?"],"Don't worry about a thing":["Ikke bekymre deg"],"Latest results as of %s":["Siste resultater pr. %s"],"Hide %s items":["Skjul %s elementer"],"Show %s more":["Vis %s flere"],"This item was added to your site after the most recent scan. We will check for threats during the next scheduled one.":["Dette elementet ble lagt til på nettstedet ditt etter siste gjennomsøking. Vi vil sjekke for trusler under neste planlagte sådan."],"Learn more":["Les mer"],"Every day we check your plugin, theme, and WordPress versions against our 22,000 listed vulnerabilities powered by WPScan, an Automattic brand.":["Hver dag sjekker vi versjonene av utvidelsene dine, temaet ditt og WordPress mot våre 22 000 listede sårbarheter drevet av WPScan, et varemerke fra Automattic."],"Over 22,000 listed vulnerabilities":["Over 22 000 oppføringer av sårbarheter"],"We are scanning for security threats from our more than 22,000 listed vulnerabilities, powered by WPScan. This could take a minute or two.":["Vi søker gjennom etter sikkerhetstrusler fra våre over 22 000 oppførte sårbarheter, drevet av WPScan. Dette kan ta et minutt eller to."],"Your results will be ready soon":["Resultatene dine vil straks være klare"],"We’re having problems scanning your site":["Vi har problemer med å søke gjennom nettstedet ditt"],"Try again in a few minutes.":["Prøv på nytt om noen minutter"],"We are having problems scanning your site.":["Vi har problemer med å søke gjennom nettstedet ditt."],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ved å klikke på knappen <strong>%s<\/strong> godtar du våre <tosLink>tjenstevilkår<\/tosLink> og å <shareDetailsLink>dele detaljer<\/shareDetailsLink> med WordPress.com."],"\/month, paid yearly":["\/måned, betalt årlig"],"Jetpack Logo":["Jetpack logo"],"An Automattic Airline":["Et Automattic flyselskap"],"Jetpack":["Jetpack"],"An error occurred. Please try again.":["En feil har oppstått. Forsøk på nytt."],"Stay one step ahead of threats":["Vær ett skritt foran truslene"],"Scan":["Gjennomsøking"],"Jetpack Protect":["Jetpack Beskytt"]}},"comment":{"reference":"build\/index.js"}}